[
    {
        "reference_label": "Draft Final report on GL on remuneration policies under CRD.di 2.6",
        "articles": [
            {
                "article": {
                    "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
                    "document name": "Draft Final report on GL on remuneration policies under CRD.di",
                    "article id": "2.6",
                    "article name": "Internal transparency",
                    "article paragraphs": [
                        "3. Remuneration policies and group context 37"
                    ]
                },
                "reference_article": true
            },
            {
                "article": {
                    "document title": "Regulations and guidelines 1/2012",
                    "document name": "01_2012.m5_en.di",
                    "article id": "6",
                    "article name": "Risk management of outsourced activities",
                    "article paragraphs": [
                        "(1) Supervised entities subject to chapter 5, section 11 of the Credit Institutions Act, chapter 6, section 1, subsection 7 of the Mutual Funds Act, chapter 3, section 4, subsection 5 of the Act on Trading in Financial Instruments, and section 23, subsection 5 of the Payment Institutions Act, shall ensure that outsourcing partners continuously provide them with all information necessary for official supervision, risk management and internal control. (Issued on 15.6.2023, valid from 1.9.2023) Guideline (paragraphs 2-11)",
                        "(2) The FIN-FSA recommends that the supervised entity's board adopt outsourcing policies and have them regularly updated. The policies should include at least the following information: (Issued on 4.11.2014, valid from 1.1.2015) · operational goals for outsourcing · activities that are to be regarded as material within the meaning of section 4.5 · definition of the types of activity that may be outsourced under the supervised entity's operational policy · selection of the outsourcing partner and monitoring of the outsourced activity · issues dealt with in the outsourcing agreement · safeguarding the continuity of activities · decision-making process for outsourcing.",
                        "(3) The FIN-FSA recommends that the decision to outsource material activities always be preceded by an overall review of the risks for the project, taking into account the scope and importance of the activities concerned. The review should consider the risks of the new outsourcing project and outsourcing arrangements already made and provide for the management of those risks. Risk reviews should be updated on a regular basis.",
                        "(4) The FIN-FSA recommends that supervised entities ensure that outsourcing partners have the necessary resources and skills as well as financial capacity and expertise to handle the tasks involved. Supervised entities should have procedures in place for assessing the performance of outsourcing partners.",
                        "(5) The FIN-FSA recommends that supervised entities, in their contingency planning, also provide for disruptions in outsourcing partners' services and require that they have contingency plans of their own.",
                        "(6) The FIN-FSA recommends that supervised entities ensure that outsourcing partners have taken measures to safeguard confidentiality of data related to the supervised entity and its customers.",
                        "(7) The FIN-FSA recommends that supervised entities maintain key areas of competence relating to outsourced activities, enabling them to resume the management of any outsourced activity (known as 'insourcing') or transfer them to another supplier. FIN-FSA FINANSSIVALVONTA A A FIN FIN CIN S C FIN Regulations and guidelines 1/2012 Issued on: Valid from: 23 February 2012 1.4.2012 until further notice FIN S C FIN A FIN FIN CIN A 17 (23)",
                        "(8) The FIN-FSA recommends that in outsourcing material activities, supervised entities ensure that outsourcing partners comply, as applicable, with FIN-FSA regulations and guidelines and other legal provisions such as those referring to the marketing of financial services and customer protection as well as good practice in the provision of banking and securities services.",
                        "(9) The FIN-FSA recommends that supervised entities' risk management also take into account the following considerations: · The institution's and outsourcing partner's strategies and business practices are mutually consistent. · The institution has adequate expertise and experience necessary to steer and control an outsourced activity. · The institution has the capacity to resume the management of an outsourced activity or transfer it to another supplier. . The costs of termination and reorganisation of an outsourcing arrangement are reasonable and have been assessed. · Risks relating to continuity of the supplier's operations have been adequately accounted for (including the service provider's contingency planning). · The outsourcing partner's financial resources and staff skills are adequate. · The services provided by the outsourcing partner meet the supervised entity's quality criteria. · Information security of the outsourced activity is safeguarded. Secret or confidential information has not been protected or its non-disclosure has been ensured in a reliable manner, e.g. via encryption of data communications, protection of records, rights management and access control. · The outsourcing partner complies with binding rules for the activity concerned or the code of conduct in the markets. · The supervised entity's counterparty risk must be monitored if decision-making related to customer relationships is outsourced. · In the context of cross-border outsourcing, uncertainties related to the the application and interpretation of relevant legislation have been studied adequately. (Issued on 15.6.2023, valid from 1.9.2023)",
                        "(10) The FIN-FSA recommends that supervised entities' risk management be safeguarded in the eventuality that an outsourcing partner passes on outsourced activities to a third party.",
                        "(11) The FIN-FSA recommends that supervised entities subject to these regulations and guidelines comply with the EBA Recommendations on outsourcing to cloud service providers referred to in chapter 2.5. (Issued on 15.6.2023, valid from 1.9.2023) FIN-FSA FINANSSIVALVONTA Regulations and guidelines 1/2012 Issued on: Valid from: 23 February 2012 1.4.2012 until further notice 18 (23)"
                    ]
                },
                "reference_article": false
            }
        ]
    },
    {
        "reference_label": "Draft Final report on GL on remuneration policies under CRD.di 5.5",
        "articles": [
            {
                "article": {
                    "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
                    "document name": "Draft Final report on GL on remuneration policies under CRD.di",
                    "article id": "5.5",
                    "article name": "Role of subsidiaries and branches",
                    "article paragraphs": [
                        "6. Capital base 48 Title II - Structure of remuneration 49",
                        "7. Categories of remuneration 49",
                        "8. Particular cases of remuneration components 51"
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "Draft Final report on GL on remuneration policies under CRD.di 8.1",
        "articles": [
            {
                "article": {
                    "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
                    "document name": "Draft Final report on GL on remuneration policies under CRD.di",
                    "article id": "8.1",
                    "article name": "Allowances",
                    "article paragraphs": [
                        "134.The variable and fixed remuneration of institutions may consist of different components, including additional or ancillary payments or benefits. Institutions should analyse allowances31 and allocate them to the variable or fixed component of remuneration. The allocation should be based on the criteria in section 7.",
                        "135.In particular where allowances are considered as fixed remuneration, but show any of the following features, the institution should duly document the results of the assessments conducted under section 7: a. They are paid only to identified staff members32. b. They are limited to cases where the ratio between the variable and fixed components of remuneration would otherwise exceed 100% (if applicable, up to 200% where approved by shareholders). c. The allowances are linked to indicators that could possibly be understood as proxies for performance. In that case, the institution should be able to demonstrate that these indicators are not linked to the performance of the institution, e.g. by analysing the correlation with the performance indicators used.",
                        "136.Where allowances are based on the role, function or organisational responsibility of staff, in order to be correctly mapped to the fixed component of remuneration, they should meet the criteria set out in paragraph 131, taking into account all of the following:"
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "Draft Final report on GL on remuneration policies under CRD.di 14.2.2",
        "articles": [
            {
                "article": {
                    "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
                    "document name": "Draft Final report on GL on remuneration policies under CRD.di",
                    "article id": "14.2.2",
                    "article name": "The ex ante risk adjustment in the award process",
                    "article paragraphs": [
                        "15. Pay-out process for variable remuneration 73"
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "Draft Final report on GL on remuneration policies under CRD.di 15.7.2",
        "articles": [
            {
                "article": {
                    "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
                    "document name": "Draft Final report on GL on remuneration policies under CRD.di",
                    "article id": "15.7.2",
                    "article name": "Implicit adjustments",
                    "article paragraphs": [
                        "16. State support and remuneration 80 Title VI - Competent authorities 82",
                        "17. Remuneration policies 82",
                        "18. Specific forms of remuneration 84",
                        "19. Variable remuneration 84",
                        "20. Disclosures 85",
                        "21. Colleges of supervisors 85",
                        "5. Accompanying documents 88"
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "Draft Final report on GL on remuneration policies under CRD.di 9",
        "articles": [
            {
                "article": {
                    "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
                    "document name": "Draft Final report on GL on remuneration policies under CRD.di",
                    "article id": "9",
                    "article name": "Annex 1 to these guidelines indicates the requirements for which an institution-wide application to all staff in line with the additional guidelines provided is required or recommended.",
                    "article paragraphs": [
                        "19. The remuneration policy should support the institution in achieving and maintaining a sound capital base in line with section 6 of these guidelines. The remuneration policy should also take into account the restrictions on distributions under Articles 93, 141 and 141b of Directive 2013/36/EU and Article 16a of the BRRD.",
                        "20. The remuneration policy should contain: a. the performance objectives for the institution, business areas and staff; b. the methods for the measurement of performance, including the performance criteria; c. the structure of variable remuneration, including where applicable the instruments in which parts of the variable remuneration are awarded; d. the ex ante and ex post risk-adjustment measures of the variable remuneration11.",
                        "21.Institutions should ensure that potential conflicts of interest caused by the pay out of instruments as part of the variable or fixed remuneration are identified and managed. This includes that the compliance with insider trading rules is ensured and that no measures are taken that can have a short-term impact on the share or instruments price.",
                        "22. Where remuneration policies or group remuneration policies are implemented in institutions, including in their subsidiaries, and the staff of the institution are also the majority owners of the institution or the subsidiary, the remuneration policy should be adjusted to the specific situation of these institutions or subsidiaries. For identified staff, the institution should ensure that the remuneration policy complies with the relevant CRD requirements within Articles 92 and 94 and these guidelines.",
                        "23. Without prejudice to any measures adopted by Member States12 to prevent or compensate for disadvantages in professional careers of the underrepresented gender13, the remuneration policy and all related employment conditions that have an impact on the pay per unit of measurement or time rate should be gender neutral, i.e. there should be no differentiation between staff of the male, female or diverse genders."
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "Draft Final report on GL on remuneration policies under CRD.di 13",
        "articles": [
            {
                "article": {
                    "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
                    "document name": "Draft Final report on GL on remuneration policies under CRD.di",
                    "article id": "13",
                    "article name": "While Article 157 of the TFEU uses the term 'underrepresented sex', the CRD uses the term 'underrepresented gender'; both terms have the same meaning for the purpose of these guidelines.",
                    "article paragraphs": [
                        "24.A gender-neutral remuneration policy should ensure that all aspects of the remuneration policy are gender neutral, including the award and pay-out conditions for remuneration. Institutions should be able to demonstrate that the remuneration policy is gender neutral.",
                        "25. When determining the pay per unit of measurement or time, institutions should duly consider the remuneration awarded, working time arrangements, annual leave periods and other financial and non-financial benefits. Institutions may use as a unit of measurement the annual gross remuneration of staff calculated on a full-time equivalent basis.",
                        "26. In order to monitor that gender-neutral remuneration policies are applied, institutions should document appropriately the value of the position, e.g. by documenting job descriptions or defining wage categories, for all staff members or categories of staff and determine which positions are considered as having an equal value, e.g. by implementing a job classification system, taking into account at least the type of activities, tasks and duties assigned to the position or staff member. Where a job classification system is used for determining pay, it should be based on the same criteria for men, women and staff of diverse genders and drawn up so as to exclude any discrimination, including on grounds of gender.",
                        "27.Institutions may consider in a gender-neutral manner additional aspects when determining the remuneration of staff. Such aspects may include: a. educational, professional and training requirements, skills, effort and responsibility, work undertaken and the nature of tasks involved14; b. the place of employment and its costs of living; c. the hierarchical level of staff and if staff have managerial responsibilities; d. the level of formal education of staff; e. the scarcity of staff available in the labour market for specialised positions; f. the nature of the employment contract, including if it is temporary or a contract with an indefinite period; g. the length of professional experience of staff; h. professional certifications of staff; i. appropriate benefits, including the payment of additional household and child allowances to staff with spouses and dependent family members."
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "Draft Final report on GL on remuneration policies under CRD.di 14",
        "articles": [
            {
                "article": {
                    "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
                    "document name": "Draft Final report on GL on remuneration policies under CRD.di",
                    "article id": "14",
                    "article name": "See also Commission recommendation of 7.3.2014 on strengthening the principle of equal pay between men and women through transparency.",
                    "article paragraphs": [
                        "2. . Governance of remuneration"
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "Draft Final report on GL on remuneration policies under CRD.di 15",
        "articles": [
            {
                "article": {
                    "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
                    "document name": "Draft Final report on GL on remuneration policies under CRD.di",
                    "article id": "15",
                    "article name": "Different management body structures can be observed in European countries. In some countries, a unitary structure is common, i.e. supervisory and management functions of the board are exercised by only one body. In other countries, a dual structure is common, with two independent bodies being established, one for the management function and the other for the supervision of the management function.",
                    "article paragraphs": [
                        "35.The remuneration policy should provide for an effective framework for performance measurement, risk adjustment and the linkages of performance to reward.",
                        "36.Risk and compliance functions should provide effective input in accordance with their roles into the setting of bonus pools, performance criteria and remuneration awards where those functions have concerns regarding the impact on staff behaviour and the riskiness of the business undertaken.",
                        "37.The supervisory function should determine and oversee the remuneration of the members of the management function and, if the remuneration committee referred to in section 2.4 has not been established, directly oversee the remuneration of the senior officers in the independent control functions, including the risk management and compliance functions.",
                        "38.The supervisory function should take into account the input provided by all competent corporate functions and bodies (e.g. committees, control functions16, human resources, legal, strategic planning, budget function, etc.) and business units about the design, implementation and oversight of the institution's remuneration policies.",
                        "39.The human resources function should participate in and inform on the drawing up and the evaluation of the remuneration policy for the institution, including the remuneration structure, the aspect of gender neutrality, remuneration levels and incentive schemes, in a way that would not only attract and retain the staff the institution needs but also ensure that the remuneration policy is aligned with the institution's risk profile.",
                        "40.The risk management function should assist with and inform on the definition of suitable risk- adjusted performance measures (including ex post adjustments), as well as with assessing how the variable remuneration structure affects the risk profile and culture of the institution. The risk management function should validate and assess risk adjustment data as well as be invited to attend the meetings of the remuneration committee on this matter.",
                        "41.The compliance function should analyse how the remuneration policy affects the institution's compliance with legislation, regulations, internal policies and risk culture and should report all identified compliance risks and issues of non-compliance to the management body, both in its management and supervisory functions. The findings of the compliance function should be taken into account by the supervisory function during the approval, review procedures and oversight of the remuneration policy.",
                        "42.The internal audit function should carry out an independent review of the design, implementation and effects of the institution's remuneration policies on its risk profile and the way these effects are managed in line with the guidelines provided in section 2.5."
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "Draft Final report on GL on remuneration policies under CRD.di 22",
        "articles": [
            {
                "article": {
                    "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
                    "document name": "Draft Final report on GL on remuneration policies under CRD.di",
                    "article id": "22",
                    "article name": "For further details on outsourcing, refer to EBA guidelines on internal governance.",
                    "article paragraphs": [
                        "72.The results of the internal review performed and actions taken to remedy any findings should be documented, either through written reports or through the minutes of the meeting of the relevant committees or the supervisory function, and made available to the management body, relevant committees and corporate functions."
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "Draft Final report on GL on remuneration policies under CRD.di 24",
        "articles": [
            {
                "article": {
                    "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
                    "document name": "Draft Final report on GL on remuneration policies under CRD.di",
                    "article id": "24",
                    "article name": "Article 94(1)(g)(iii) of Directive 2013/36/EU.",
                    "article paragraphs": [
                        "83.Competent authorities should ensure that branches in a Member State of credit institutions authorised in a third country are subject to the same requirements as applicable to institutions within Member States. Where these branches want to implement a ratio between the variable and fixed components of remuneration higher than 100%, they should demonstrate to the competent authority that the shareholders of the institution in the third country have approved the higher ratio.",
                        "84.The remuneration requirements of Directive 2013/36/EU and the provisions of these guidelines apply to institutions in Member States independent of the fact that they may be subsidiaries of a parent institution in a third country. Where an EU subsidiary of a parent institution in a third country is a consolidating institution, the scope of prudential consolidation does not include the level of the parent institution located in a third country and other direct subsidiaries of that parent institution. The consolidating institution should ensure that the group-wide remuneration policy of the parent institution in a third country is taken into consideration within its own remuneration policies as far as this is not contrary to the requirements set out under relevant EU or national law, including these guidelines."
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "Draft Final report on GL on remuneration policies under CRD.di 5.4",
        "articles": [
            {
                "article": {
                    "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
                    "document name": "Draft Final report on GL on remuneration policies under CRD.di",
                    "article id": "5.4",
                    "article name": "Role of the consolidating institution",
                    "article paragraphs": [
                        "118.Without prejudice to Article 109(4) of the CRD, the consolidating institution should ensure the overall consistency of the group remuneration policies including the identification processes and the correct implementation on a consolidated, sub-consolidated and individual basis."
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "Draft Final report on GL on remuneration policies under CRD.di 32",
        "articles": [
            {
                "article": {
                    "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
                    "document name": "Draft Final report on GL on remuneration policies under CRD.di",
                    "article id": "32",
                    "article name": "Being an identified staff member should not be considered as a role or function.",
                    "article paragraphs": [
                        "137.Competent authorities should ensure that allowances are not a vehicle or method that facilitates the non-compliance of institutions with the CRD."
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "Draft Final report on GL on remuneration policies under CRD.di 8.3",
        "articles": [
            {
                "article": {
                    "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
                    "document name": "Draft Final report on GL on remuneration policies under CRD.di",
                    "article id": "8.3",
                    "article name": "Dividends and interest payments",
                    "article paragraphs": [
                        "140.'Carried interest' payments within the meaning of Article 4(1)(d) of the AIFMD are subject to the remuneration provisions of the AIFMD; paragraph 2 of Annex II of the AIFMD specifically includes carried interest in the definition of remuneration33. The ESMA guidelines on sound remuneration policies under the AIFMD apply34. For the purposes of these EBA guidelines and in particular of calculating the ratio between the variable and fixed components of remuneration for staff identified under section 13 of these guidelines, the following should apply: a. all payments made by the alternative investment funds to these staff members through carried interest vehicles which are not representing a pro-rata return on the investment made by these staff members should be considered as variable remuneration and be valued at the time of their award; b. all payments made by the alternative investment funds to these staff members through carried interest vehicles which represent a pro-rata return on any investment by these staff members (through the carried interest vehicle) to the alternative investment fund should not be included in the calculation.",
                        "141.Dividends paid on vested shares or equivalent ownership interests that staff received as part of their remuneration or other shares held by staff as shareholders or owners of an institution are not part of remuneration for the purpose of these guidelines. The same applies to interest paid to staff on other vested instruments or investments."
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "Draft Final report on GL on remuneration policies under CRD.di 34",
        "articles": [
            {
                "article": {
                    "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
                    "document name": "Draft Final report on GL on remuneration policies under CRD.di",
                    "article id": "34",
                    "article name": "ESMA/2013/232, available at: http://www.esma.europa.eu/system/files/2013-",
                    "article paragraphs": [
                        "142.Dividend and interest payments must not be used as a payment method for variable remuneration which would lead to a circumvention of the remuneration requirements established by the CRD."
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "Draft Final report on GL on remuneration policies under CRD.di 8.4",
        "articles": [
            {
                "article": {
                    "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
                    "document name": "Draft Final report on GL on remuneration policies under CRD.di",
                    "article id": "8.4",
                    "article name": "Retention bonuses",
                    "article paragraphs": [
                        "143.Institutions should be able to substantiate their legitimate interest in awarding retention bonuses to retain an identified staff member. For example, retention bonuses may be used under restructurings, in wind-down, after a change of control or to ensure the finalisation of major projects. Institutions should document the event or justification that made it necessary to award a retention bonus and the time period, including the start and the end date, for which the reason is assumed to exist. Institutions should define the retention conditions and applicable performance conditions (see also paragraph 147). Institutions should specify a retention period and a date or event after which it determines whether the retention and performance conditions have been met.",
                        "144.As a general principle, institutions should not award multiple retention bonuses to a staff member; in exceptional cases and where duly justified, more than one retention bonus may be paid to a staff member, but at different moments in time and under the conditions specified in this section with regard to each retention bonus. The retention bonuses should only be awarded after the retention conditions and applicable performance conditions have been met. Moreover, the retention bonus should only be awarded if no reasons exist that lead to a situation where the retention bonus should not be awarded, e.g. material compliance breaches, misconduct or other failures of that staff member.",
                        "145.A retention bonus should be in accordance with the requirements under Articles 93, 141 and 141b and the respective supervisory powers under Article 104(1)(g) of Directive 2013/36/EU, which could lead to a situation where the retention bonus might need to be reduced, possibly even down to zero, depending on the maximum distributable amount (MDA) or other restrictions imposed by competent authorities.",
                        "146.When assessing and considering whether the award of a retention bonus to identified staff is appropriate, institutions and competent authorities may take into account at least the following: a. the concerns that lead to the risk that certain staff may choose to leave the institution; b. the reasons why the retention of that staff member is crucial for the institution; c. the consequence if the staff member concerned leaves the institution; and d. whether the amount of the awarded retention bonus is necessary and proportionate to retain the targeted staff member.",
                        "147.A retention bonus should be based on specific conditions that differ from the performance conditions applied to other parts of the variable remuneration and include a retention condition 54 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY and specific performance conditions. The specific conditions for a retention bonus should lead to the retention objective (i.e., retention of staff in the institution for a predefined period of time or until a certain event). The specific performance conditions should include conditions that are related to the legitimate interest for which the staff member should be retained and to the conduct of staff and should be compatible with the provisions in paragraph 145. Retention bonuses should not lead to a situation where the total variable remuneration, consisting of performance-related variable remuneration and retention bonus, of the staff member is no longer linked to the performance of the individual, the business unit concerned and the overall results of the institution as required under Articles 92(2)(g)(ii) and 94(1)(a).",
                        "148.Retention bonuses should not be awarded to merely compensate for performance-related remuneration not paid due to insufficient performance or the institution's financial situation.",
                        "149.Retention bonuses are variable remuneration and therefore, if awarded to identified staff, must comply with the requirements on variable remuneration under Article 94 of Directive 2013/36/EU, including the maximum ratio between the variable and fixed remuneration, ex post risk alignment, payment in instruments, deferral, retention, malus and clawback.",
                        "150.A retention bonus must be taken into account in the calculation of the ratio between the variable and fixed remuneration as variable remuneration. Independent of the fact that the retention bonus will be awarded only after the end of the retention period, the retention bonus should be taken into account in the calculation of the ratio between the variable and fixed components of remuneration following one of the methods specified below: a. The retention bonus is split into annual amounts for each year of the retention period calculated on a linear pro rata basis. Where the exact length of the retention period is not known upfront, the institution should set and duly document a period considering the situation and measures taken that justify the payment of a retention bonus. The calculation of the ratio should be based on the period set; or b. The full amount of the retention bonus is considered in the year when the retention condition is met."
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "Draft Final report on GL on remuneration policies under CRD.di 8.5",
        "articles": [
            {
                "article": {
                    "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
                    "document name": "Draft Final report on GL on remuneration policies under CRD.di",
                    "article id": "8.5",
                    "article name": "Discretionary pension benefits",
                    "article paragraphs": [
                        "151.Discretionary pension benefits are a form of variable remuneration. Where the terms of the company's pension scheme include pension benefits that are not based on performance and that are consistently granted to a category of staff, such pension benefits should not be considered discretionary, but should be considered as part of routine employment packages in line with the section of these guidelines on definitions. Discretionary pension benefits are not severance payments, even if the employee decides to retire early.",
                        "152.The institution should ensure that, where a staff member leaves the institution or retires, discretionary pension benefits are not paid without the consideration of the economic situation 55 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY of the institution or risks that have been taken by the staff member which can affect the institution in the long term.",
                        "153. The full amount of discretionary pension benefits must be awarded, in accordance with Article 94(1)(o) of Directive 2013/36/EU and subject to the derogation under Article 94(3) of this Directive, in instruments referred to in point (l) of this Article and: a. where an identified staff member leaves the institution before retirement, the institution must hold the full amount of discretionary pension benefits in instruments at least for a period of five years without the application of pro rata vesting; b. where an identified staff member reaches retirement, a five-year retention period must be applied to the full amount paid in instruments.",
                        "154.Institutions should ensure that malus and clawback arrangements are applied in the same way to discretionary pension benefits as to other components of variable remuneration.",
                        "9. Exceptional remuneration components"
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "Draft Final report on GL on remuneration policies under CRD.di 9.1",
        "articles": [
            {
                "article": {
                    "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
                    "document name": "Draft Final report on GL on remuneration policies under CRD.di",
                    "article id": "9.1",
                    "article name": "Guaranteed variable remuneration",
                    "article paragraphs": [
                        "155.Guaranteed variable remuneration can take several forms, such as a 'guaranteed bonus', 'welcome bonus', 'sign-on bonus', 'minimum bonus', etc., and can be awarded either in cash or in instruments.",
                        "156.When awarding guaranteed variable remuneration in accordance with Article 94(1)(d) and (e) of Directive 2013/36/EU when hiring new staff, institutions are not permitted to guarantee variable remuneration for longer than the first year of employment. Guaranteed variable remuneration is exceptional and can only occur where the institution has a sound and strong capital base, in accordance with Article 94(1)(e) of that Directive and section 6 of these guidelines.",
                        "157.Institutions should only award once to the same single staff member guaranteed variable remuneration. This requirement should also apply at a consolidated and sub-consolidated level and includes situations where staff receive a new contract from the same institution or another institution within the scope of consolidation.",
                        "158.Institutions and competent authorities may decide to not include the amount of guaranteed variable remuneration in the calculation of the ratio between the fixed and variable components of the total remuneration for the first performance period, where the guaranteed variable remuneration is awarded when hiring new staff before the first performance period starts.",
                        "159.As part of the arrangements guaranteeing this part of variable remuneration, institutions may decide to not apply the requirements on malus and clawback arrangements to guaranteed variable remuneration. Institutions may pay out the full amount in non-deferred cash. 56 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY"
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "Draft Final report on GL on remuneration policies under CRD.di 9.2",
        "articles": [
            {
                "article": {
                    "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
                    "document name": "Draft Final report on GL on remuneration policies under CRD.di",
                    "article id": "9.2",
                    "article name": "Compensation or buyout of previous employment contract",
                    "article paragraphs": [
                        "160.The compensation for the buyout of a previous contract should be awarded only when the conditions defined in paragraph 156 of these guidelines are met.",
                        "161.Remuneration should be considered as being granted as compensation or for the buyout of a previous contract where the deferred variable remuneration of the staff member was reduced or revoked by the previous employer because of the termination of the contract. For remuneration packages relating to the compensation or buyout of contracts in previous employment, all requirements for variable remuneration and the provisions within these guidelines apply, including deferral, retention, pay out in instruments and clawback arrangements."
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "Draft Final report on GL on remuneration policies under CRD.di 10.2",
        "articles": [
            {
                "article": {
                    "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
                    "document name": "Draft Final report on GL on remuneration policies under CRD.di",
                    "article id": "10.2",
                    "article name": "Circumvention",
                    "article paragraphs": [
                        "183.Institutions should ensure that variable remuneration is not paid through vehicles or methods which aim at or effectively lead to non-compliance with remuneration requirements and the provisions of these Guidelines for identified staff or, where such requirements are applied to all staff, with remuneration requirements for all staff. This includes arrangements between the institution and third parties in which the staff member has a financial or personal interest.",
                        "184.'Circumvention' is non-compliance with remuneration requirements and takes place if an institution is actually not meeting the objective and purpose of requirements when considered together, while formally the institution complies with the wording of the individual remuneration requirements.",
                        "185.Circumvention takes place in the following circumstances, among others: 61 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY a. where variable remuneration is considered as fixed remuneration in line with the wording of these guidelines, but not with its objectives; b. where variable remuneration other than guaranteed variable remuneration is awarded or vests although, effectively: i. there has been no positive performance measured in line with Title IV of these guidelines by the staff member, business unit or institution; ii. there is no effective risk alignment (i.e. ex ante or ex post risk adjustment); or iii. the variable remuneration is not sustainable according to the institution's financial situation; c. where staff receive payments from the institution or an entity within the scope of consolidation which do not fall under the definition of remuneration, but are vehicles or methods of pay that contain an incentive for risk assumption or provide disproportionate returns on investments on instruments of the firm that are significantly different from conditions for other investors who would invest in such a vehicle; d. where staff receive payments from the institution or an entity within the scope of consolidation which do not fall under the definition of remuneration, but are vehicles or methods to circumvent the remuneration requirements (e.g. non-redeemable loan); e. where fixed remuneration components are awarded as a fixed number of instruments and not as a fixed amount; f. where staff are awarded remuneration in instruments or are able to buy instruments which are not priced at the market value or the fair value in the case of non-listed instruments and the additional value received is not taken into account in the variable remuneration; g. where adjustments to fixed remuneration components are frequently negotiated and adjustments are in fact made to align the remuneration with the performance of staff; h. where allowances are awarded at an excessive amount that is not justified for the underlying circumstances; i. where remuneration is labelled as payment for early retirement and not taken into account as variable remuneration, where in fact the payment has the character of a severance payment, as it is made in the context of the early termination of the contract, or where in fact the staff member does not retire after such award is made or where the payments are not granted on a monthly basis; j. any measures that would lead to a situation where in fact the remuneration policy would no longer be gender neutral. 62 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY",
                        "186.Institutions should ensure that the method for measuring the performance has appropriate controls to ensure that the award criteria cannot be manipulated. Where such controls are not in place, the variable remuneration is not appropriately linked to performance and the remuneration policy is not appropriately implemented and any payment of variable remuneration can lead to a violation of regulatory requirements. Possible manipulations include, for instance, courtesy decisions in the bilateral performance measurement process, e.g. where no objective standards exist for the decision-making process regarding staff members' goal attainment.",
                        "187.Institutions should not provide compensation for any reduction or restructuring of variable remuneration, e.g. made in the context of recovery and resolution measures or other exceptional government intervention, in later years or by other payments, vehicles or methods.",
                        "188.Institutions should not create group structures or offshore entities or contracts with persons that act on behalf of the institution in order to manipulate the outcome of the identification process (e.g. because one Member State applies the derogation within Article 109(6) of Directive 2013/36/EU) and to circumvent the application of the remuneration requirements and the provisions of these Guidelines to staff to which these requirements and provisions should otherwise apply.",
                        "189.Where short-term contracts (e.g. one year) are used and renewed on a regular basis by institutions, competent authorities should review if such contracts form a vehicle or method of circumvention of the remuneration requirements of Directive 2013/36/EU, e.g. as they would in fact create variable remuneration, and take appropriate measures to ensure that institutions comply with the requirements of Articles 92 and 94 of Directive 2013/36/EU.",
                        "190.Where remuneration is fixed remuneration according to the guidelines in section 7, but is paid out in instruments, institutions and competent authorities should consider if the instruments used turn the fixed component of remuneration into a variable component of remuneration as a link to the performance of the institution is established. Institutions should not use financial instruments as part of the fixed remuneration to circumvent variable remuneration requirements and the instruments used should not provide incentives for excessive risk taking. Title III - Remuneration of specific functions",
                        "11. Remuneration of members of the management and supervisory function of the management body",
                        "191.The remuneration of the members of the management body in its management function (hereafter 'management function') should be consistent with their powers, tasks, expertise and responsibilities.",
                        "192.In order to properly address conflicts of interest and without prejudice to paragraphs 193 and 194, members of the supervisory function should be compensated only with fixed 63 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY remuneration. Incentive-based mechanisms based on the performance of the institution should be excluded. The reimbursement of costs to members of the supervisory function and the payment of a fixed amount per working hour or day, even if the time to be reimbursed is not predefined, are considered as fixed remuneration.",
                        "193.Where the supervisory function in exceptional cases is awarded variable remuneration, the variable remuneration and risk alignment should be strictly tailored to the assigned oversight, monitoring and control tasks, reflecting the individual's authorities and responsibilities and the achievement of objectives linked to their functions.",
                        "194.Where variable remuneration is awarded in instruments, appropriate measures should be taken to preserve the independence of judgement of those members of the management body, including the setting of retention periods until the end of the mandate."
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "Draft Final report on GL on remuneration policies under CRD.di 13.1",
        "articles": [
            {
                "article": {
                    "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
                    "document name": "Draft Final report on GL on remuneration policies under CRD.di",
                    "article id": "13.1",
                    "article name": "Fully flexible policy on variable remuneration",
                    "article paragraphs": [
                        "202.Institutions must have a fully flexible policy on variable remuneration for identified staff, in accordance with Article 94(1)(f) of Directive 2013/36/EU. The amount of variable remuneration awarded should appropriately react to changes in the performance of the staff member, the business unit and the institution. The institution should specify how the variable remuneration reacts to performance changes and the performance levels. This should include performance levels where variable remuneration decreases down to zero. Unethical or non-compliant behaviour should lead to a significant reduction of the staff member's variable remuneration.",
                        "203.The gender-neutral fixed remuneration of identified staff should reflect their professional experience and organisational responsibility, taking into account the level of education, the degree of seniority, the level of expertise and skills, the constraints (e.g. social, economic, cultural or other relevant factors) and job experience, the relevant business activity and remuneration level of the geographical location.",
                        "204.The amount of fixed remuneration must be sufficiently high in order to ensure that the reduction of the variable remuneration down to zero would be possible. Staff should not be dependent on the award of variable remuneration as this might otherwise create incentives for short-term-oriented excessive risk taking, including the mis-selling of products, where without such short-term risk taking the performance of the institution or staff would not allow for the award of variable remuneration.",
                        "205.The pay out of fixed remuneration in instruments, if any, should not impair the ability of the institution to apply a fully flexible policy on variable remuneration."
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "Draft Final report on GL on remuneration policies under CRD.di 14.1.3",
        "articles": [
            {
                "article": {
                    "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
                    "document name": "Draft Final report on GL on remuneration policies under CRD.di",
                    "article id": "14.1.3",
                    "article name": "Specific criteria for control functions",
                    "article paragraphs": [
                        "232.Where control functions' staff receive variable remuneration, it should be appraised and the variable part of remuneration determined separately from the business units they control, including the performance which results from business decisions (e.g. new product approval) where the control function is involved.",
                        "233.The criteria used for assessing the performance and risks should predominantly be based on the internal control functions' objectives. Variable remuneration for control functions should predominantly follow from control objectives, e.g. the Tier 1 ratio, the non-performing loan ratio, the non-performing loan recovery rate or audit findings. Their variable remuneration may be based also to some extent on the performance of the institution as a whole. The institution should consider setting a significantly lower ratio between the variable and fixed components of remuneration for control functions compared to the business units they control.",
                        "234.If the head of the risk management function (Chief Risk Officer or CRO) is also a member of the management body, the principles set out in paragraphs 232 and 233 should also apply to the CRO's remuneration."
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "Draft Final report on GL on remuneration policies under CRD.di 14.2",
        "articles": [
            {
                "article": {
                    "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
                    "document name": "Draft Final report on GL on remuneration policies under CRD.di",
                    "article id": "14.2",
                    "article name": "Award process",
                    "article paragraphs": [
                        "235.Institutions should set a bonus pool. When determining bonus pools or individual awards, institutions should consider all current risks, expected losses, estimated unexpected losses and stressed conditions associated with the institution's activities.",
                        "236. Variable remuneration should be awarded after the end of the accrual period. The accrual period should be at least one year. Where longer periods are used, different accrual periods may overlap, for example if a new multi-year period starts each year.",
                        "237.After the accrual period, the institution should determine the individual identified staff members' variable remuneration by translating the performance criteria and risk adjustments into actual remuneration awards. During this award process, the institution should adjust remuneration for potential adverse developments in the future ('ex ante risk adjustment'). 70 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY"
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "Draft Final report on GL on remuneration policies under CRD.di 15.1",
        "articles": [
            {
                "article": {
                    "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
                    "document name": "Draft Final report on GL on remuneration policies under CRD.di",
                    "article id": "15.1",
                    "article name": "Non-deferred and deferred remuneration",
                    "article paragraphs": [
                        "255.Institutions should implement a deferral schedule that appropriately aligns the remuneration of staff with the institution's activities, business cycle and risk profile and the activities of the identified staff members, so that a sufficient part of the variable remuneration can be adjusted for risk outcomes over time through ex post risk adjustments.",
                        "256.A deferral schedule is defined by different components: a. the proportion of the variable remuneration that is being deferred (section 15.2); b. the length of the deferral period (section 15.2); c. the speed at which the deferred remuneration vests, including the time span from the end of the accrual period until the vesting of the first deferred amount (section 15.3).",
                        "257.Institutions should take into account within the deferral schedule the form in which the deferred variable remuneration is awarded and should, where appropriate, differentiate their deferral schedules by varying these components for different categories of identified staff. The combination of these components should lead to an effective deferral schedule in which clear incentives for long-term-oriented risk taking are provided by transparent risk alignment procedures. 73 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY"
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "Draft Final report on GL on remuneration policies under CRD.di 15.3",
        "articles": [
            {
                "article": {
                    "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
                    "document name": "Draft Final report on GL on remuneration policies under CRD.di",
                    "article id": "15.3",
                    "article name": "Vesting of deferred remuneration",
                    "article paragraphs": [
                        "266.The first deferred portion should not vest sooner than 12 months after the start of the deferral period. The deferral period ends when the awarded variable remuneration has vested or where the amount was reduced to zero as malus was applied.",
                        "267.Deferred remuneration should either vest fully at the end of the deferral period or be spread out over several payments in the course of the deferral period in accordance with Article 94(1)(m) of Directive 2013/36/EU.",
                        "268.Pro rata vesting means for e.g. a deferral period of four years that at the end of years n+1, n+2, n+3 and n+4, one fourth of the deferred remuneration vests, with n being the moment at which the upfront part of awarded variable remuneration is paid.",
                        "269.Vesting should not take place more frequently than on a yearly basis to ensure a proper assessment of risks before the application of ex post adjustments. 75 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY"
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "01_2012.m5_en.di 4.2.2",
        "articles": [
            {
                "article": {
                    "document title": "Regulations and guidelines 1/2012",
                    "document name": "01_2012.m5_en.di",
                    "article id": "4.2.2",
                    "article name": "Outsourcing of a management company's investment activities to non-EEA states",
                    "article paragraphs": [
                        "(10) In accordance with chapter 6, section 2, subsection 2 of the Mutual Funds Act, investment activities of the the management company may be outsourced to a representative domiciled in a non-EEA state only if adequate provision has been made for cooperation between the relevant foreign supervisory authority and the FIN-FSA. (Issued on 15.6.2023, valid from 1.9.2023) Guideline (paragraph 11)",
                        "(11) Cooperation between the FIN-FSA and a relevant foreign supervisory authority as referred to in paragraph 9 above may be regarded as adequately provided for if the foreign authority has undersigned the Multilateral Memorandum of Understanding Concerning Consultation and Cooperation and the Exchange of Information issued by IOSCO in 2002. (Issued on 23.1.2018, valid from 1.2.2018)"
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "01_2012.m5_en.di 4.5",
        "articles": [
            {
                "article": {
                    "document title": "Regulations and guidelines 1/2012",
                    "document name": "01_2012.m5_en.di",
                    "article id": "4.5",
                    "article name": "Material activities",
                    "article paragraphs": [
                        "(27) In supervised entities subject to chapter 5, section 10, subsection 2 of the Credit Institutions Act, chapter 6, section 1, subsection 3 of the Mutual Fund Acts, and chapter 3, section 4, subsection 3 of the Act on Trading in Financial Instruments, activities are regarded as material if they are of such importance that any failure or weakness in carrying them out could have a significant impact on the supervised entity's ability to comply with legal provisions, regulations or guidelines issued under such provisions, or authorisation criteria, the supervised entity's financial standing or the continued conduct of business. (Issued on 15.6.2023, valid from 1.9.2023)",
                        "(28) According to section 23, subsection 2 of the Payment Institutions Act, activities are regarded as material to a payment institution's operations if they are of such importance that any defect or failure in them would materially impair the payment institution's ability to comply with legal provisions, regulations or guidelines issued under such provisions, or authorisation criteria, the payment institution's financial performance or the soundness or the continuity the provision of payment services. Guideline (paragraphs 29-30)",
                        "(29) In the FIN-FSA's interpretation, at least the following activities should be regarded as material: (Issued on 23.1.2018, valid from 1.2.2018) · operations requiring authorisation · internal control and risk management · internal audit · compliance · key information systems for the conduct of the business · mutual fund portfolio management, asset value calculation and maintenance of fund unit registers.",
                        "(30) In the FIN-FSA's interpretation, the following areas need not be regarded as material from the point of view of outsourcing: (Issued on 23.1.2018, valid from 1.2.2018) · administrative functions, such as staff and materials management, invoicing, fixed assets maintenance and premises security · advisory services FIN-FSA FINANSSIVALVONTA Regulations and guidelines 1/2012 Issued on: Valid from: 23 February 2012 1.4.2012 until further notice FIN S C FIN FIN FIN CIN A A 13 (23) · legal services · marketing and advertising services · procurement of standardised services, including market information services. FIN-FSA FINANSSIVALVONTA Regulations and guidelines 1/2012 Issued on: Valid from: 23 February 2012 1.4.2012 until further notice 14 (23)"
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "01_2012.m5_en.di 5.2",
        "articles": [
            {
                "article": {
                    "document title": "Regulations and guidelines 1/2012",
                    "document name": "01_2012.m5_en.di",
                    "article id": "5.2",
                    "article name": "Outsourcing of management company activities",
                    "article paragraphs": [
                        "(4) According to chapter 6, section 2, subsection 1 of the Mutual Funds Act, the use of representatives must not prevent management companies from acting in the interest of unit holders of the mutual funds they manage. (Issued on 15.6.2023, valid from 1.9.2023)",
                        "(5) According to chapter 6, section 2, subsection 2 of the Mutual Funds Act, management companies that employ representatives to manage their investment activities shall regularly inform representatives on their basic investment policies. (Issued on 15.6.2023, valid from 1.9.2023)",
                        "(6) According to chapter 6, section 2, subsection 3 of the Mutual Funds Act, tasks relating to the management of mutual funds must not be assigned to depositories of the mutual funds concerned or to other enterprises whose interests may conflict with the interests of the management company or the unit holders concerned. Any agreement that transfers a management company's responsibilities to a third party is invalid. (Issued on 15.6.2023, valid from 1.9.2023)",
                        "(7) As regards tasks relating to the management of mutual funds and duties of depositories referred to in chapter 21, section 2 of the Mutual Funds Act, a management company or its representative, according to chapter 6, section 2, subsection 4 of the Mutual Funds Act, may not have any staff in common with a depository of a mutual fund that it manages. (Issued on 15.6.2023, valid from 1.9.2023)",
                        "(8) According to chapter 6, section 2, subsection 5 of the Mutual Funds Act, fund prospectuses provided by management companies shall include details on the extent to which they utilise external service providers. (Issued on 15.6.2023, valid from 1.9.2023)",
                        "(9) According to chapter 22, section 6 of the Mutual Funds Act, a management company that, through a branch or without establishing a branch, manages a mutual fund in another EEA state than Finland, is subject to the outsourcing provisions of the Mutual Funds Act. (Issued on 15.6.2023, valid from 1.9.2023) FIN-FSA FINANSSIVALVONTA A A CIN FIN S C FIN FIN FIN Regulations and guidelines 1/2012 Issued on: Valid from: 23 February 2012 1.4.2012 until further notice FIN FIN FIN S C FIN CIN A A 15 (23) Guideline (paragraphs 10-12)",
                        "(10) The FIN-FSA recommends that management companies ensure that investment activities are managed in compliance with mutual fund rules and investment policy agreements.",
                        "(11) If the keeping of fund unit registers is fully outsourced, the FIN-FSA recommends it is managed by an authorised registrar. If registering of new unit holders is outsourced, management companies should be in charge of the overall maintenance of the fund unit register. Management companies may, for example, also keep registers of Finnish unit holders themselves and outsource the registry of foreign unit holders.",
                        "(12) Despite outsourcing, the FIN-FSA recommends that management companies always retain the right to execute subscription and redemption orders, including registration, in fund unit registers. FIN-FSA FINANSSIVALVONTA Regulations and guidelines 1/2012 Issued on: Valid from: 23 February 2012 1.4.2012 until further notice 16 (23)"
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "01_2012.m5_en.di 8.3.2",
        "articles": [
            {
                "article": {
                    "document title": "Regulations and guidelines 1/2012",
                    "document name": "01_2012.m5_en.di",
                    "article id": "8.3.2",
                    "article name": "Notification concerning the use of a representative in the provision of payment services",
                    "article paragraphs": [
                        "(14) According to section 24 subsection 3 of the Payment Institutions Act, a payment institution shall provide the FIN-FSA with the full name, domicile and business address of natural persons acting as its representative. If the representative is a legal person, the FIN-FSA shall be provided with the representative's full name, business number, domicile and business address.",
                        "(15) Section 24, subsections 3 and 4 of the Payment Institutions Act stipulate that the notification submitted to the FIN-FSA shall also include the following details: · names of the representative's board of directors and their deputies, managing director and deputy managing director · report on the fitness and propriety of members and deputy members of the board of directors, managing director and deputy managing director (Issued on 15.6.2023, valid from 1.9.2023) · the representative's internal control mechanisms for the prevention of money laundering and terrorist financing: - internal guidelines accepted by the representative's management relating to customer due diligence - how the representative ensures compliance with the obligation to obtain information and report suspicious transactions included in regulations and guidelines on the prevention of money laundering and terrorist financing - account of risk management arrangements relating to the prevention of money laundering and terrorist financing, and of the continuous monitoring of customer relationships and business transactions - account of the retention of customer due diligence documents, persons responsible and employee instructions and training. FIN-FSA FINANSSIVALVONTA 22 (23) Regulations and guidelines 1/2012 Issued on: Valid from: 23 February 2012 1.4.2012 until further notice"
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "01_2014.m1_en.di 3",
        "articles": [
            {
                "article": {
                    "document title": "Regulations and guidelines / Reporting of intra-group transactions",
                    "document name": "01_2014.m1_en.di",
                    "article id": "3",
                    "article name": "Objectives",
                    "article paragraphs": [
                        "(1) The objective of these regulations and guidelines is to ensure that the FIN-FSA receives the necessary data enabling it to monitor transactions between companies belonging to the same group with obliged entities, and the impact of such transactions on obliged entities' capital adequacy and result, among other things. FIN-FSA FINANCIAL SUPERVISORY AUTHORITY 7 (11) Regulations and guidelines / Issued 25.4.2024 Valid from 17.5.2024 until further notice"
                    ]
                },
                "reference_article": true
            },
            {
                "article": {
                    "document title": "Regulations and guidelines 1/2014",
                    "document name": "01_2014.m9_en.di",
                    "article id": "4",
                    "article name": "Reporting to FIN-FSA",
                    "article paragraphs": [
                        "(1) Under section 18, subsection 2 of the Act on the Financial Supervisory Authority, FIN-FSA may issue regulations on the regular provision to FIN-FSA of information on a supervised entity's financial position, ownership, internal control and risk management, members of administrative and supervisory bodies, employees and places of business, as well as information necessary for the performance of the tasks referred to in section 3, subsection 3, paragraphs 3-5. The regulations in question are found in sections 4.2-4.4.",
                        "(2) Under section 60, subsection 5 of the Act on the Financial Supervisory Authority, FIN-FSA may issue foreign EEA branches regulations on the regular reporting of such information to FIN-FSA as is necessary for the discharge of the duties referred to in section 3, subsection 3, paragraphs 3 and 5. The regulations in question are found in sections 4.2-4.4."
                    ]
                },
                "reference_article": false
            }
        ]
    },
    {
        "reference_label": "01_2014.m1_en.di 4.1",
        "articles": [
            {
                "article": {
                    "document title": "Regulations and guidelines / Reporting of intra-group transactions",
                    "document name": "01_2014.m1_en.di",
                    "article id": "4.1",
                    "article name": "Reportable transactions and content of the report",
                    "article paragraphs": [
                        "(1) In accordance with chapter 5, section 15, subsection 1 of the Credit Institutions Act, a credit institution shall report to the Financial Supervisory Authority any transactions where one of the parties is the credit institution and the other party is: 1) an undertaking which belongs to the same group as the credit institution, or which is a participating undertaking referred to in the Accounting Act of the credit institution or of an undertaking belonging to the same group; 2) a pension foundation referred to in the Act on Pension Foundations (1774/1995) and established by the credit institution or another employer undertaking belonging to the same group where the persons covered by its sphere of activity are employed by the employer undertaking; 3) a pension fund referred to in the Act on Pension Foundations and Pension Funds or a supplementary pension fund or an EEA supplementary pension fund referred to in the Act on Supplementary Pension Foundations and Supplementary Pension Funds, where the insured may be employed by the credit institution or another employer undertaking belonging to the same group.",
                        "(2) In accordance with chapter 6, section 2 b, subsection 4 of the Investment Services Act, investment firms referred to in subsection 1 and 2 of said section are subject to the provisions of chapter 5, section 15 of the Credit Institutions Act. REGULATION (paragraphs 3-5)",
                        "(3) The following intra-group transactions must be reported, with a view to the thresholds under section 4.2, paragraph 1: a. services produced within a group or conglomerate, agreements to share costs, or agreements on management and other of a company within a group or conglomerate; b. ordinary payments; c. leases for real estate, flats, land or assets; d. ordinary transactions of a real estate company within a group or conglomerate (e.g. housing service charges and rents); e. ordinary market investments, including overnight deposits, money market instruments and mutual funds; f. securities intermediation within a group or conglomerate; g. mutual reinsurance or other intra-group insurance arrangements; h. investments in shares and capital; i. capital loans; j. items eligible for the solvency margin of insurance companies; FIN-FSA FINANCIAL SUPERVISORY AUTHORITY FIN FIN S S FIN CIN **************: A A Regulations and guidelines / Issued 25.4.2024 Valid from 17.5.2024 until further notice k. credits, guarantees and issued collateral; l. derivatives and off-balance-sheet commitments; m. transfer of assets or business.",
                        "(4) For transactions a-g, obliged entities must report only basic data, which are: · pricing; · fees; · interest rates; · principles of division; · collateral; · repayment period; · significant terms and conditions.",
                        "(5) For transactions h-m, in addition to basic data, obliged entities shall also report closer details, which are: · parties to the transaction; · transaction price, fair value of assets transferred or subscription price; · amount of credit, other liability or collateral; · collateral terms and other terms of credit; · any deviation from original repayment plan; · dividends, surplus or profit distributed or interest on guarantee capital; · other special terms."
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "01_2014.m1_en.di 4.2",
        "articles": [
            {
                "article": {
                    "document title": "Regulations and guidelines / Reporting of intra-group transactions",
                    "document name": "01_2014.m1_en.di",
                    "article id": "4.2",
                    "article name": "Threshold values, form of the report and reporting date",
                    "article paragraphs": [
                        "(1) In accordance with chapter 5, section 15, subsection 2 of the Credit Institutions Act, the report referred to in subsection 1 shall be submitted at least quarter-annually on transactions when their value, or in case several transactions of the same class have been concluded during the period of time referred to in this subsection, their aggregate value exceeds a million euros or 5 per cent of the own funds of the credit institution that is party to the transaction, unless the Financial Supervisory Authority approves a higher limit for reporting.",
                        "(2) In accordance with chapter 6, section 2 b, subsection 4 of the Investment Services Act, investment firms referred to in subsection 1 and 2 of said section are subject to the provisions of chapter 5, section 15 of the Credit Institutions Act. FIN-FSA FINANCIAL SUPERVISORY AUTHORITY 8 (11) A **************: A S S FIN FIN FIN CIN 9 (11) REGULATION (paragraph 3)",
                        "(3) Obliged entities shall report to the FIN-FSA the information referred to in section 4.1, paragraphs 3-5 on transactions exceeding the threshold value in paragraph 1 on a quarterly basis. The report shall be submitted to the FIN-FSA in free format for the three first quarters by the 15th day of May, August and November, and for the last quarter by the end of February. The report must be dated and signed by both the person preparing the notification and the person verifying the data. The report shall be submitted to the FIN-FSA's Registry. GUIDELINE (paragraphs 4-5)",
                        "(4) According to the FIN-FSA's interpretation, transactions are deemed to be of the same class where they belong to subgroups a-m listed in section 4.1, paragraph 3. Where transactions are related to each other in such a way that they can be considered a single transaction, the combined value of the transactions is assessed against the reporting threshold. Whether transactions are related to each other is assessed both temporally and qualitatively.",
                        "(5) The FIN-FSA may, at the request of the obliged entity, raise the reporting threshold referred to in paragraph 1, if the EUR 1 million threshold is unnecessarily low relative to the size of the group. FIN-FSA FINANCIAL SUPERVISORY AUTHORITY A FIN CIN *************** A FIN FIN S S FIN Regulations and guidelines / Issued 25.4.2024 Valid from 17.5.2024 until further notice Regulations and guidelines / Issued 25.4.2024 Valid from 17.5.2024 until further notice S S FIN FIN FIN CIN *************** 10 (11)"
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "01_2014.m1_en.di 5",
        "articles": [
            {
                "article": {
                    "document title": "Regulations and guidelines / Reporting of intra-group transactions",
                    "document name": "01_2014.m1_en.di",
                    "article id": "5",
                    "article name": "Repealed regulations and guidelines",
                    "article paragraphs": [
                        "(1) Upon entry into force, these regulations and guidelines shall replace standard RA1.1 \"Reporting of intra-group transactions\" issued by the Financial Supervision Authority on 3 May 2006. FIN-FSA FINANCIAL SUPERVISORY AUTHORITY Regulations and guidelines | Issued 25.4.2024 Valid from 17.5.2024 until further notice S C FIN FIN FIN CIN *************** 11 (11)"
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "01_2014.m1_en.di 6",
        "articles": [
            {
                "article": {
                    "document title": "Regulations and guidelines / Reporting of intra-group transactions",
                    "document name": "01_2014.m1_en.di",
                    "article id": "6",
                    "article name": "Transitional provisions and entry into force",
                    "article paragraphs": [
                        "(1) The first report under section 4.2, paragraph 3 shall be made for the first time on transactions made between 1 July and 30 September 2024, and it shall be submitted to the FIN-FSA by 15 November 2024. As regards the reporting period from 1 April to 30 June 2024, obliged entities referred to in regulations and guidelines 1/2024 shall comply with the previous regulations of standard RA1.1. FIN-FSA FINANCIAL SUPERVISORY AUTHORITY"
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "01_2014.m9_en.di 4.4.1",
        "articles": [
            {
                "article": {
                    "document title": "Regulations and guidelines 1/2014",
                    "document name": "01_2014.m9_en.di",
                    "article id": "4.4.1",
                    "article name": "Exemption from the obligation to report on the state of the banking system",
                    "article paragraphs": [
                        "(25) FIN-FSA can, upon application, grant to a supervised entity exemption from the obligation to report on the state of the banking system (S table) if the supervised entity's lending to the Finland's housing company sector and private domestic housing companies is limited. The exemption is valid until further notice or for a period specified in the exemption. (Issued on 11 December 2020, valid from 1 January 2022) REGULATION (paragraph 26)",
                        "(26) Supervised entities must apply in writing to FIN-FSA for exemption from the obligation to report on the state of the banking system (S table). (Issued on 11 December 2020, valid from 1 January 2022)."
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "01_2014.m9_en.di 4.5",
        "articles": [
            {
                "article": {
                    "document title": "Regulations and guidelines 1/2014",
                    "document name": "01_2014.m9_en.di",
                    "article id": "4.5",
                    "article name": "Guidelines on the submission of information for supervisory purposes",
                    "article paragraphs": [
                        "(31) Reporting under these regulations and guidelines is subject to the instructions on electronic reporting available on FIN-FSA's website (www.finanssivalvonta.fi/en). (Issued on 24 March 2023, valid from 31 March 2021)",
                        "(32) The description of the Financial sector's reporting map preferred to in these regulations and guidelines is available on FIN-FSA's website.",
                        "(33) FIN-FSA recommends that credit institutions that are members of an amalgamation of deposit banks submit their reports referred to in paragraphs (11) and (23) to the central body of the amalgamation of deposit banks, which then submits the member credit banks' aggregate data to FIN-FSA. (Issued on 11 December 2020, valid from 1 January 2021)",
                        "(34) Reporting under these regulations and guidelines shall be made in compliance with more detailed reporting instructions available on FIN-FSA's website (http://www.finanssivalvonta.fi/en) (Issued on 24 March 2023, valid from 31 March 2021)"
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "01_2014.m9_en.di 4.6",
        "articles": [
            {
                "article": {
                    "document title": "Regulations and guidelines 1/2014",
                    "document name": "01_2014.m9_en.di",
                    "article id": "4.6",
                    "article name": "Verification of reported data",
                    "article paragraphs": [
                        "(35) Supervised entities should prepare a declaration on the accuracy of data reported under these regulations and guidelines. The declaration should be dated and signed by both the person preparing the report and the person verifying the data. The signed declaration form should be kept by the supervised entity and presented to FIN-FSA on request. The supervised entity should draw up the declaration in connection with the first notification, and the declaration should be updated each time changes occur in the process it describes or in the responsible persons.",
                        "(36) Instructions on preparing the declaration as referred to in paragraph (35) are available on FIN-FSA's website (www.finanssivalvonta.fi), under Regulation. FIN-FSA FINANCIAL SUPERVISORY AUTHORITY Regulations and guidelines 1/2014 Issued 6.3.2014 Valid from 31.3.2014 until further notice FIN FIN S FIN 11 (15)"
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "04_2023.m3_en.di 3",
        "articles": [
            {
                "article": {
                    "document title": "Regulations and guidelines 4/2023",
                    "document name": "04_2023.m3_en.di",
                    "article id": "3",
                    "article name": "Objectives",
                    "article paragraphs": [
                        "(1) These regulations and guidelines address the arrangement of effective policies, procedures and internal control related to sanctions regulation and national freezing orders. More detailed regulations and guidelines are provided on the organisation of the supervised entity's activities, evaluation of risks, customer due diligence, sanctions screening, asset freezing, management methods for sanctions risk and reporting.",
                        "(2) In addition, these regulations and guidelines aim to issue binding regulations to supervised entities pursuant to the regulatory powers laid out above in chapter 2.4.",
                        "(3) These regulations and guidelines aim to provide entities supervised by the FIN-FSA with interpretations and recommendations to comply with sanctions regulation.",
                        "(4) These regulations and guidelines aim to guide supervised entities in their actions to ensure compliance with sanctions laws and regulations.",
                        "(5) Furthermore, these regulations and guidelines aim to provide supervised entities with more detailed guidance on the practical arrangement of effective policies, procedures and internal control required by regulation.",
                        "(6) The objective of these regulations and guidelines is to ensure that: · The supervised entity has sufficient resources to ensure compliance with sanctions. · The management of the supervised entity has a current view to the management of sanctions risk by the supervised entity and progress therein. · The supervised entity has organised its activities so that it has clearly defined roles and responsibilities to ensure compliance with sanctions. · The supervised entity understands risks associated with its activities and has arranged effective and adequate methods to manage and mitigate them. · The supervised entity has effective means to detect sanctioned parties and freeze their funds, where necessary. · The supervised entity has effective internal controls to test processes and systems and to detect misconduct. · The supervised entity has policies and procedures in place that are suitable for their own activities to manage risks related to sanctions imposed by third countries. . The supervised entity has appropriate processes and channels for reporting both internally and to competent authorities. FIN-FSA FINANCIAL SUPERVISORY AUTHORITY Regulations and guidelines 4/2023 Issued 4.12.2023 Valid from 1.3.2024 until further notice S FIN FIN FIN 13 (52)"
                    ]
                },
                "reference_article": true
            }
        ]
    }
]