[
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "2.6",
        "article name": "Internal transparency",
        "article paragraphs": ["3. Remuneration policies and group context 37"]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "4",
        "article name": "Proportionality",
        "article paragraphs": ["5. The identification process 43"]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "5.5",
        "article name": "Role of subsidiaries and branches",
        "article paragraphs": [
            "6. Capital base 48 Title II - Structure of remuneration 49",
            "7. Categories of remuneration 49",
            "8. Particular cases of remuneration components 51"
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "8.1",
        "article name": "Allowances",
        "article paragraphs": [
            "8.2 Variable remuneration based on future performance 52",
            "8.3 Dividends and interest payments 53",
            "8.4 Retention bonuses 54",
            "8.5 Discretionary pension benefits 55",
            "9. Exceptional remuneration components 56"
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "9.3",
        "article name": "Severance and other payments after the end of a contract",
        "article paragraphs": ["9.3.1 Severance pay 57"]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "10.2",
        "article name": "Circumvention",
        "article paragraphs": [
            "11. Remuneration of members of the management and supervisory function of the management body 63 12 Remuneration of control functions 64 Title IV - Remuneration policy, award and pay out of variable remuneration for identified staff 64",
            "13. Remuneration policy for identified staff 64"
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "13.2",
        "article name": "Ratio between fixed and variable remuneration",
        "article paragraphs": [
            "14. . Risk alignment process 67",
            "14.1 Performance and risk measurement process 68",
            "14.1.1 Risk assessments 68"
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "14.2.2",
        "article name": "The ex ante risk adjustment in the award process",
        "article paragraphs": [
            "15. Pay-out process for variable remuneration 73"
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "15.7.2",
        "article name": "Implicit adjustments",
        "article paragraphs": [
            "16. State support and remuneration 80 Title VI - Competent authorities 82",
            "17. Remuneration policies 82",
            "18. Specific forms of remuneration 84",
            "19. Variable remuneration 84",
            "20. Disclosures 85",
            "21. Colleges of supervisors 85",
            "5. Accompanying documents 88"
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "5.2",
        "article name": "Feedback on the public consultation and on the opinion of the Banking Stakeholder Group 93",
        "article paragraphs": [
            "1.Inappropriate remuneration structures have been a contributing factor to excessive and imprudent risk taking. Poorly designed remuneration policies have potentially detrimental effects on the sound management of risks, control of risk and the risk taking behaviour of individuals. The current remuneration requirements are set by Directive 2013/36/EU (CRD), which came into effect on 1 January 2014. The CRD has been amended by Directive (EU) 2019/8781; the amendments are to be implemented by Member States by 28 December 2020.",
            "2. The remuneration requirements aim to ensure that remuneration policies are consistent with and promote sound and effective risk management, do not provide incentives for excessive risk taking, and are aligned with the long-term interests of the institutions across the EU.",
            "3.To ensure a more proportionate approach, the co-legislator introduced in Article 94(3) the possibility to waive the pay out in instruments and the deferral of variable remuneration. When applied to smaller institutions, those requirements are too burdensome and the cost is not commensurate with the prudential benefits. Similarly, this is the case for staff with low levels of variable remuneration. While those waivers are based on thresholds provided within the amended CRD, Member States have some flexibility in their implementation and the EBA has the power to issue guidelines under Article 94(7) of the CRD to facilitate them in this regard.",
            "4.To reduce the costs for the application of the requirement for listed institutions to pay out remuneration in shares, the co-legislators also introduced for those listed institutions the possibility of using share-linked instruments.",
            "5. The new provisions introduced by Directive 2019/878/EU reinforce the principle of equal pay for male and female workers for equal work or work of equal value which is laid down in Article 157 of the Treaty on the Functioning of the European Union (TFEU). Institutions should operate a gender-neutral remuneration policy. In accordance with Article 74(3) of the CRD, the EBA shall issue guidelines, in accordance with Article 16 of Regulation (EU) No 1093/2010, on gender- neutral remuneration policies for institutions.",
            "6.The framework for applying remuneration provisions in a group context has also been amended. Subsidiaries that are not institutions, and therefore not subject to the CRD on an individual basis, might be subject to other specific remuneration requirements pursuant to the relevant sector- specific legal acts and if this is the case, such specific requirements should prevail. In principle, remuneration requirements set out in this Directive should therefore not apply on a consolidated basis to such subsidiaries, including financial institutions that are subject to the MiFID, IFD, AIFMD or UCITS Directive, unless Member States make use of their discretion to 1 Directive (EU) 2019/878 of the European Parliament and of the Council of 20 May 2019 amending Directive 2013/36/EU as regards exempted entities, financial holding companies, mixed financial holding companies, remuneration, supervisory measures and powers and capital conservation measures. 6 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY implement a different approach under Article 109(6) of the CRD. However, some of their staff might have an impact on the risk profile at the level of the banking group, and in such cases the requirements should apply when they are mandated to perform work for the credit institution. Legal basis",
            "7.The guidelines are based on Article 16 of EBA founding Regulation 1093/2010, Articles 74 and 75 of the CRD. The guidelines apply on an individual, sub-consolidated and consolidated basis. However, most investment firms will in June 2021, following the implementation into national law of Directive 2019/34/EU (IFD), be subject to a specific remuneration framework for investment firms and the already applicable remuneration framework under MiFID and are therefore no longer subject to the application of Directive 2013/36/EU on an individual basis, nor to the consolidated application of the requirements under Articles 92, 94 and 95 of Directive 2013/36/EU, including the limitation of the ratio between variable and fixed remuneration to 100% (200% with shareholder's approval), unless Member States make use of the national discretion within Article 109(6) of Directive 2013/36/EU.",
            "8.Article 74 of the CRD requires that institutions have robust governance arrangements and remuneration policies and practices that are gender neutral and that are consistent with and promote sound and effective risk management. The EBA has been mandated to issue guidelines, in accordance with Article 16 of Regulation (EU) No 1093/2010, on those arrangements, processes and mechanisms and to issue guidelines on gender-neutral remuneration policies.",
            "9.Furthermore, the EBA has been mandated within two years of the date of publication of the guidelines on gender-neutral remuneration policies to issue a report on the application of gender-neutral remuneration policies by institutions.",
            "10.Article 75 of the CRD mandates the EBA to develop guidelines with respect to requirements contained in Articles 92 to 95 of the CRD. The EBA also developed draft implementing technical standards (ITS) on institutions' public disclosures of the information referred to in Titles Il and III of Part Eight of Regulation (EU) No 575/2013. Therefore, the section on disclosures has been removed from the Guidelines.",
            "11.These guidelines should be read in conjunction with other relevant EBA guidelines, in particular guidelines concerning internal governance, remuneration policies for sales staff, reporting requirements and the supervisory review and evaluation process and delegated regulations relevant for this area, including on the identification of staff, other instruments for the pay out of variable remuneration and disclosure requirements. Rationale, objective and structure of the guidelines",
            "12.In line with Article 16 of the EBA founding regulation 1093/2010, as amended, the guidelines aim to ensure that a level playing field is preserved amongst institutions within Member States, taking into account the nature, scale and complexity of their activities. The guidelines complete 7 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY the relevant provisions of the CRD and CRR in order to ensure that institutions implement sound remuneration policies that are based on sound governance processes, taking into account the institutions' risk strategy and profile, and align the incentives of staff with the interest of owners and other stakeholders. The review of the guidelines ensures that revisions made within the CRD are reflected in the Guidelines.",
            "13.To this end, guidance is given for both institutions and competent authorities to ensure that a risk-aligned remuneration culture and framework in the financial sector is implemented, maintained and further developed in line with the regulatory requirements. In line with the above-mentioned objectives, the guidelines contain requirements as specified in Directive 2013/36/EU on remuneration policies for all staff and specific provisions on remuneration for staff whose professional activities have a material impact on the institutions' risk profile (identified staff) and their implementation. Remuneration policies and group context",
            "14.The guidelines differentiate between the provisions applicable to all staff and provisions applicable to identified staff. As identified staff have a material impact on the risk profile, it is appropriate that more stringent remuneration policies are applied.",
            "15.The gender-neutral remuneration policy for all staff, including identified staff, must be consistent with and promote sound and effective risk management. The remuneration policy should be consistent with the long-term strategy of the institution including the overall business strategy, the corresponding risk strategy and appetite, including all risk types (e.g. credit, market, operational, liquidity, reputational and other risks). To be sound and effective, risk management must be in line with the respective regulatory requirements, including Articles 74 to 87 of the CRD, the requirements on governance in Articles 88 to 91 of the CRD, the EBA guidelines on internal governance, the requirements on the internal capital adequacy assessment process and the requirements of CRR for specific risk categories, including the respective risk measurement approaches.",
            "16.To set the appropriate incentives for long-term oriented and prudent risk taking, the remuneration policy and practices need to be transparent for staff regarding the fixed remuneration, the variable remuneration and the award criteria used. Fixed remuneration should be permanent, predetermined, non-discretionary and non-revocable. Variable remuneration should be based on performance and in exceptional cases other conditions. Opaque remuneration policies, e.g. where the conditions for payments are not transparent, are discretionary or where adjustments of the remuneration depend unilaterally on the sole discretion of the institution, could have unforeseen effects on staff's behaviour in terms of risk- related decisions and are therefore not consistent with the above principles.",
            "17.Implementing a sound remuneration policy is the responsibility of the management body and, where applicable, the remuneration committee. In practice, the development of a remuneration policy needs to be supported by internal control functions and corporate functions to ensure that appropriate performance and risk measurement tools are used and that contracts between 8 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY institutions and staff ensure that the remuneration policies are applied. Also business units need to be involved in the development of the remuneration policy to ensure that appropriate incentives, in particular for identified staff within the business units, are set. It is important that the remuneration policy is considered in the capital and liquidity planning so that it can contribute to safeguarding a sound capital base and does not lead to shortcomings in the institutions' liquidity.",
            "18.The corporate bodies which have the competencies to approve the remuneration policy may differ among countries due to national corporate law. Additionally, in some countries the corporate body that approves the remuneration policy of the management body may differ from the one that approves the remuneration policy for identified staff in business areas and identified staff in control functions. For these reasons, these guidelines should be read together with the relevant national legal provisions.",
            "19.The body that performs the responsibilities of the management body in its supervisory function may differ among countries due to national corporate law. The EBA is aware that within Member States usually one of two governance structures is used, a unitary or a dual board structure; no particular structure is advocated. Regarding these issues, the EBA guidelines on internal governance should be taken into account.",
            "20.In accordance with the CRD, institutions have to apply the remuneration requirements at group, parent and subsidiary levels, including within subsidiaries that are not themselves subject to the CRD, unless they are themselves subject to specific remuneration requirements on an individual basis under other Union acts or would be subject to such requirements if they were established in the Union. However, under Article 109(5) of the CRD, the remuneration provisions may still apply to individual staff members of certain subsidiaries. As a general principle and taking into account applicable specific remuneration requirements, remuneration policies of different group entities within the scope of prudential consolidation should be consistent with the group's remuneration policy set by the consolidating institution. The remuneration policy needs to comply with the CRD provisions, these guidelines and additional requirements set within national company, labour and other relevant laws.",
            "21.The scope of consolidation includes all institutions, financial institutions, and can include ancillary undertakings that are subsidiaries of the institution that is responsible for the consolidation; where requirements refer to the 'consolidated basis' or 'consolidated situation', the responsible EU parent institution, EU parent financial holding company, EU parent mixed financial holding company, parent institution in a Member State, parent financial holding company in a Member State or parent mixed financial holding company in a Member State is responsible for compliance with the relevant CRD provisions and guidelines. Subject to national discretion, subsidiaries for which other specific sectoral directives (e.g. MiFID, IFD, AIFMD and UCITS Directive) include a specific remuneration framework do not have to be included in the scope of application of the CRD requirements foreseen under Articles 92, 94 and 95 of the CRD on a 'consolidated basis' in accordance with Article 109 of the CRD. Staff members of subsidiaries that meet the conditions under Article 109(5)(a) of the CRD are subject to those requirements 9 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY on an individual basis where the staff have been mandated to perform professional activities that have a direct material impact on the risk profile or the business of the institutions within the group. Gender-neutral remuneration policies",
            "22. The principle of equal pay for male and female workers for equal work or work of equal value is laid down in Article 157 of the Treaty on the Functioning of the European Union (TFEU). The CRD requires institutions to ensure that they apply a gender-neutral remuneration policy for all staff, including their risk takers, i.e. a remuneration policy based on equal pay for male and female workers for equal work or work of equal value. The same principle applies to workers of all diverse genders when implemented into national law.",
            "23.According to Article 157 of the TFEU, equal pay for equal work or work of equal value includes the ordinary basic or minimum wage or salary and any other consideration, whether in cash or in kind, which the worker receives directly or indirectly, in respect of their employment, from their employer. The TFEU calls for further measures to ensure equal opportunities and equal treatment of men and women in matters of employment and occupation. However, the principle of equal treatment shall not prevent Member States from maintaining or adopting measures providing for specific advantages in order to make it easier for the underrepresented sex 2 to pursue a vocational activity or to prevent or compensate for disadvantages in professional careers.",
            "24.Where the remuneration of most of the staff is subject to collective bargaining, where such contracts are applicable independent of the gender of staff, it is easier to monitor that remuneration policies are applied in a gender-neutral way. Ensuring gender neutrality with regard to individually agreed contracts is more complex and requires a more sophisticated approach.",
            "25.Member States and employers, in line with the Charter of Fundamental Rights of the European Union, European Convention for the Protection of Human Rights and Fundamental Freedoms and the Universal Declaration of Human Rights, should strive to avoid any discrimination within the conditions of employment, including discrimination based on gender.",
            "26.Consequently, in addition to ensuring equal pay for the same position or positions of equal value, it is also necessary to ensure equal opportunities for all genders. Equal career prospects help to improve the representation of the underrepresented gender in the management body of institutions in the longer run, by facilitating the existence of a diverse pool of candidates for such positions, e.g. within institutions' senior management."
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "3",
        "article name": "https://www.eba.europa.eu/regulation-and-policy/supervisory-review-and-evaluation-process-srep-and-pillar-2.",
        "article paragraphs": [
            "1. Compliance and reporting obligations Status of these guidelines",
            "1. This document contains guidelines issued pursuant to Article 16 of Regulation (EU) No 1093/20104. In accordance with Article 16(3) of Regulation (EU) No 1093/2010, competent authorities and financial institutions must make every effort to comply with the guidelines.",
            "2. Guidelines set the EBA view of appropriate supervisory practices within the European System of Financial Supervision or of how Union law should be applied in a particular area. Competent authorities as defined in Article 4(2) of Regulation (EU) No 1093/2010 to whom guidelines apply should comply by incorporating them into their practices as appropriate (e.g. by amending their legal framework or their supervisory processes), including where guidelines are directed primarily at institutions. Reporting requirements",
            "3. According to Article 16(3) of Regulation (EU) No 1093/2010, competent authorities must notify the EBA as to whether they comply or intend to comply with these guidelines, or otherwise with reasons for non-compliance, by 29.12.2021. In the absence of any notification by this deadline, competent authorities will be considered by the EBA to be non-compliant. Notifications should be sent by submitting the form available on the EBA website with the reference 'EBA/GL/2021/04'. Notifications should be submitted by persons with appropriate authority to report compliance on behalf of their competent authorities. Any change in the status of compliance must also be reported to the EBA.",
            "4. Notifications will be published on the EBA website, in line with Article 16(3). 4 Regulation (EU) No 1093/2010 of the European Parliament and of the Council of 24 November 2010 establishing a European Supervisory Authority (European Banking Authority), amending Decision No 716/2009/EC and repealing Commission Decision 2009/78/EC, (OJ L 331, 15.12.2010, p. 12). 19 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY",
            "2. Subject matter, scope and definitions Subject matter",
            "5. These guidelines specify further, on the basis of Articles 74(3) and 75(2) of Directive 2013/36/EU5, the sound and gender-neutral remuneration policies that institutions and investment firms that are subject to Title VII of Directive 2013/36/EU in application of Article 1(2) and (5) of Regulation 2019/2033/EU should have in place for all their staff and for staff whose professional activities have a material impact on the institutions' risk profile in accordance with Articles 92 to 95 of that Directive (identified staff), including for staff and identified staff on an individual and consolidated or sub-consolidated basis as set out in paragraph 9.",
            "6. Institutions may apply on their own initiative the provisions of these guidelines concerning identified staff to all their staff on an individual and consolidated or sub-consolidated basis. Addressees",
            "7. These guidelines are addressed to competent authorities as defined in point (i) of paragraph 2 of Article 4 of Regulation (EU) No 1093/2010, and to financial institutions as set out in Article 4(1) of Regulation (EU) No 1093/2010 that are either institutions, as defined in point 3 of Article 3(1) of Directive 2013/36/EU, or investment firms that are subject to Title VII of Directive 2013/36/EU in application of Article 1(2) and (5) of Regulation 2019/2033/EU. Each reference to institutions should be understood as including such investment firms. Scope of application",
            "8. These guidelines apply to institutions on an individual and consolidated or sub-consolidated basis, in accordance with the level of application set out in Articles 2 and 109 of Directive 2013/36/EU.",
            "9. When meeting the requirements under Title VII, Chapter 2, Section II of Directive 2013/36/EU in line with Article 109 of this Directive at the consolidated or sub-consolidated level, parent undertakings and subsidiaries subject to Directive 2013/36/EU should ensure that the arrangements, processes and mechanisms set out in the Directive and these guidelines are implemented in and complied with on a consolidated basis by their subsidiaries not subject to this Directive that are within the scope of prudential consolidation, including: Directive 2013/36/EU of the European Parliament and of the Council of 26 June 2013 on access to the activity of credit institutions and the prudential supervision of credit institutions and investment firms, amending Directive 2002/87/EC and repealing Directives 2006/48/EC and 2006/49/EC (OJ L 176, 27.6.2013, p. 338). 20 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY (a) any subsidiary undertaking and its staff (including identified staff), where this undertaking is established in the Union and is not subject to specific remuneration requirements in accordance with other instruments of Union legal acts; (b) any subsidiary undertaking and its staff (including identified staff), where this undertaking is established in a third country and it would not be subject to specific remuneration requirements in accordance with other Union legal acts, were it established in the Union, unless the application of the requirements is unlawful under the laws of the third country where the subsidiary is established; (c) any subsidiary and its staff (including identified staff), where this undertaking is subject to specific remuneration requirements in accordance with other instruments of Union legal acts or would be subject to such requirements if it were established in the Union with regard to gender-neutral remuneration policies under Article 74 of Directive 2013/36/EU, but excluding the remuneration requirements under Articles 92, 94 and 95 of Directive 2013/36/EU and the related guidelines; (d) where the discretion set out in Article 109(6) of the CRD has been invoked by the Member State of the consolidating undertaking, to any subsidiary undertaking and its staff (including identified staff) with the broader scope of application set out by that Member State; and (e) to the branches and their members of staff (including identified staff) of the consolidating undertaking or of any undertaking set out in points (a) to (e), where this branch is established in a third country.",
            "10. The exception regarding the non-application of the requirements under Articles 92, 94 and 95 as further specified in paragraph 9(c) does not apply with regard to individual members of staff in the case of a subsidiary that is an asset management company, or an undertaking that provides the investment services and activities listed in points (2), (3), (4), (6) and (7) of Section A of Annex 1 to Directive 2014/65/EU, where those members of staff have been mandated to perform professional activities that have a direct material impact on the risk profile or the business of the institutions within the group. Definitions",
            "11. Terms used and defined in Directive 2013/36/EU and Regulation (EU) 575/2013 have the same meaning in the present guidelines. In addition, for the purposes of these guidelines, the following definitions apply: Remuneration means all forms of fixed and variable remuneration and includes payments and benefits, monetary or non-monetary, awarded directly to staff by or on behalf of institutions in exchange for professional services rendered by staff, carried interest payments 21 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY within the meaning of Article 4(1)(d) of Directive 2011/61/EU6, and other payments made via methods and vehicles which, if they were not considered as remuneration, would lead to a circumvention 7 of the remuneration requirements of Directive 2013/36/EU. Fixed remuneration means payments or benefits for staff which comply with the conditions for its award set out in section 7. Variable remuneration means all remuneration which is not fixed. Routine employment packages means ancillary components of remuneration that are obtainable for a wide population of staff or staff in specified functions based on predetermined selection criteria, including, for example, healthcare, child care facilities or proportionate regular pension contributions on top of the mandatory regime and travel allowance. Retention bonus means variable remuneration awarded on the condition that staff stay in the institution for a predefined period of time. Staff means all employees of an institution and its subsidiaries, including of undertakings referred to in paragraph 9 and all members of the respective management bodies in its management function and in its supervisory function. Identified staff means staff whose professional activities have a material impact on the institution's individual or the group's risk profile in accordance with the criteria set out in Article 92(3) of Directive 2013/36/EU, the Commission Delegated Regulation adopted under the empowerment within the last subparagraph of Article 94(2) of this Directive (RTS on identified staff) and, where appropriate to ensure the complete identification of staff whose professional activities have a material impact on the risk profile, additional criteria defined by the institution. Prudential consolidation means the application of the prudential rules set out in Directive 2013/36/EU and Regulation (EU) No 575/2013 on a consolidated or sub-consolidated basis, in accordance with Part 1, Title 2, Chapter 2 of Regulation (EU) No 575/2013.8 Underrepresented gender means the less represented male or female gender. Gender pay gap means the difference between the average gross hourly earnings of men and women expressed as a percentage of the average gross hourly earnings of men. Consolidating institution means the institution which is required to abide by the prudential requirements on the basis of the consolidated or a sub- consolidated situation in accordance with Part One, Title II, 6 Directive 2011/61/EU of the European Parliament and of the Council of 8 June 2011 on Alternative Investment Fund Managers and amending Directives 2003/41/EC and 2009/65/EC and Regulations (EC) No 1060/2009 and (EU) No 1095/2010 (AIFMD). Regarding circumvention please refer to section 10.2 of these guidelines. 8See also RTS on prudential consolidation at: https://www.eba.europa.eu/sites/default/documents/files/document library/Publications/Draft%20Technical%20Stan dards/2021/973355/Final%20Report%20Draft%20RTS%20methods%20of%20consolidation.pdf. 22 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY Chapter 2 of Regulation (EU) No 575/2013 and Article 109 of Directive 2013/36/EU. Bonus pool means the maximum amount of variable remuneration which can be awarded in the award process set at the level of the institution or an institution's business unit. Accrual period means the period of time for which the performance is assessed and measured for the purposes of determining an award of variable remuneration. Non-revolving multi-year accrual period means a multi-year accrual period that does not overlap with other multi-year accrual periods. Award means the granting of variable remuneration for a specific accrual period, independently of the actual point in time where the awarded amount is paid. Vesting means the effect by which the staff member becomes the legal owner of the variable remuneration awarded, independent of the instrument which is used for the payment or if the payment is subject to additional retention periods or clawback arrangements. Upfront payments means payments which are made immediately after the accrual period and which are not deferred. Deferral period means the period of time between the award and the vesting of the variable remuneration during which the staff member is not the legal owner of the remuneration awarded. Instruments means those financial instruments or other contracts that fall within one of the two categories referred to in Article 94(1)(l) of Directive 2013/36/EU. Retention period means a period of time after the vesting of instruments that have been awarded as variable remuneration during which they cannot be sold or accessed. Malus means an arrangement that permits the institution to reduce the value of all or part of deferred variable remuneration based on ex post risk adjustments before it has vested. Clawback means an arrangement under which the staff member has to return ownership of an amount of variable remuneration paid in the past or which has already vested to the institution under certain conditions. Significant institutions means institutions referred to in Article 131 of Directive 2013/36/EU (global systemically important institutions or 'G-SIIs', and other systemically important institutions or 'O-SIIs'), and, as appropriate, other institutions determined by the competent authority or national law, based on an assessment of the institutions' size, internal organisation and the nature, the scope and the complexity of their activities. Share-linked instruments means those instruments whose value is based on the value of the stock and that have the share value as a reference point, e.g. stock appreciation rights, types of synthetic shares. 23 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY Shareholders means a person who owns shares in an institution or, depending on the legal form of an institution, other owners or members of the institution. Severance payments means payments to staff relating to the early termination of a contract, i.e. in the case of temporary contracts, termination before the end date of the contract and in the case of indefinite contracts, before the contractual or legal retirement, by an institution or its subsidiaries.",
            "3. Implementation Date of application",
            "12. These guidelines apply from 31 December 2021. Repeal",
            "13. The EBA/GL/2015/22 on remuneration policies and practices published on 22 December 2015 are repealed with effect from 31 December 2021. 24 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY",
            "4. Guidelines Title I - Remuneration policies",
            "1. Remuneration policies for all staff",
            "14.In accordance with Article 74 of Directive 2013/36/EU, institutions are required to have in place a remuneration policy for all staff. The remuneration policy for all staff should comply with the principles set out in Articles 92 and 94 of Directive 2013/36/EU and these guidelines, taking into account the mapping of the requirements within Annex I9 . The remuneration policy for all staff should be gender neutral, i.e. staff, independent of their gender, should be equally remunerated for equal work or work of equal value in line with point 65 of Article 3(1) of Directive 2013/36/EU and Article 157 of the TFEU.",
            "15. The remuneration policy should specify all components of remuneration and also include the pension policy, including, where relevant, the framework for early retirements. The remuneration policy should also set a framework for other persons acting on behalf of the institution (e.g. tied agents), ensuring that the payments made are not providing any incentive for excessive risk taking or the mis-selling of products. All institutions should consider which requirements of the remuneration policy on the variable remuneration of identified staff under Article 94 of Directive 2013/36/EU should be included in the remuneration policy for all staff.",
            "16. The institution's remuneration policy for all staff should be consistent with the objectives of the institution's business and risk strategy, including environmental, social and governance (ESG10) risk-related objectives, corporate culture and values, risk culture, including with regard to long-term interests of the institution, and the measures used to avoid conflicts of interest, and should not encourage excessive risk taking. Changes of such objectives and measures should be taken into account when updating the remuneration policy. Institutions should ensure that remuneration practices are aligned with their overall risk appetite, taking into account all risks, including reputational risks and risks resulting from the mis-selling of products. Institutions should also take into account the long-term interests of shareholders or owners, depending on the legal form of the institution.",
            "17.Institutions should be able to demonstrate to the competent authorities that the remuneration policy and practices are consistent with and promote sound and effective risk management.",
            "18. Where variable remuneration is awarded, such awards should be based on the institutions', business units' and staff's performance and take into account the risks taken. The remuneration"
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "9",
        "article name": "Annex 1 to these guidelines indicates the requirements for which an institution-wide application to all staff in line with the additional guidelines provided is required or recommended.",
        "article paragraphs": [
            "19. The remuneration policy should support the institution in achieving and maintaining a sound capital base in line with section 6 of these guidelines. The remuneration policy should also take into account the restrictions on distributions under Articles 93, 141 and 141b of Directive 2013/36/EU and Article 16a of the BRRD.",
            "20. The remuneration policy should contain: a. the performance objectives for the institution, business areas and staff; b. the methods for the measurement of performance, including the performance criteria; c. the structure of variable remuneration, including where applicable the instruments in which parts of the variable remuneration are awarded; d. the ex ante and ex post risk-adjustment measures of the variable remuneration11.",
            "21.Institutions should ensure that potential conflicts of interest caused by the pay out of instruments as part of the variable or fixed remuneration are identified and managed. This includes that the compliance with insider trading rules is ensured and that no measures are taken that can have a short-term impact on the share or instruments price.",
            "22. Where remuneration policies or group remuneration policies are implemented in institutions, including in their subsidiaries, and the staff of the institution are also the majority owners of the institution or the subsidiary, the remuneration policy should be adjusted to the specific situation of these institutions or subsidiaries. For identified staff, the institution should ensure that the remuneration policy complies with the relevant CRD requirements within Articles 92 and 94 and these guidelines.",
            "23. Without prejudice to any measures adopted by Member States12 to prevent or compensate for disadvantages in professional careers of the underrepresented gender13, the remuneration policy and all related employment conditions that have an impact on the pay per unit of measurement or time rate should be gender neutral, i.e. there should be no differentiation between staff of the male, female or diverse genders."
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "13",
        "article name": "While Article 157 of the TFEU uses the term 'underrepresented sex', the CRD uses the term 'underrepresented gender'; both terms have the same meaning for the purpose of these guidelines.",
        "article paragraphs": [
            "24.A gender-neutral remuneration policy should ensure that all aspects of the remuneration policy are gender neutral, including the award and pay-out conditions for remuneration. Institutions should be able to demonstrate that the remuneration policy is gender neutral.",
            "25. When determining the pay per unit of measurement or time, institutions should duly consider the remuneration awarded, working time arrangements, annual leave periods and other financial and non-financial benefits. Institutions may use as a unit of measurement the annual gross remuneration of staff calculated on a full-time equivalent basis.",
            "26. In order to monitor that gender-neutral remuneration policies are applied, institutions should document appropriately the value of the position, e.g. by documenting job descriptions or defining wage categories, for all staff members or categories of staff and determine which positions are considered as having an equal value, e.g. by implementing a job classification system, taking into account at least the type of activities, tasks and duties assigned to the position or staff member. Where a job classification system is used for determining pay, it should be based on the same criteria for men, women and staff of diverse genders and drawn up so as to exclude any discrimination, including on grounds of gender.",
            "27.Institutions may consider in a gender-neutral manner additional aspects when determining the remuneration of staff. Such aspects may include: a. educational, professional and training requirements, skills, effort and responsibility, work undertaken and the nature of tasks involved14; b. the place of employment and its costs of living; c. the hierarchical level of staff and if staff have managerial responsibilities; d. the level of formal education of staff; e. the scarcity of staff available in the labour market for specialised positions; f. the nature of the employment contract, including if it is temporary or a contract with an indefinite period; g. the length of professional experience of staff; h. professional certifications of staff; i. appropriate benefits, including the payment of additional household and child allowances to staff with spouses and dependent family members."
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "14",
        "article name": "See also Commission recommendation of 7.3.2014 on strengthening the principle of equal pay between men and women through transparency.",
        "article paragraphs": ["2. . Governance of remuneration"]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "2.1",
        "article name": "Responsibilities, design, approval and oversight of the remuneration policy",
        "article paragraphs": [
            "28. The management body15 in its supervisory function (hereafter 'supervisory function') should be responsible for adopting and maintaining the remuneration policy of the institution, and overseeing its implementation to ensure it is fully operating as intended. The supervisory function should also approve any subsequent material exemptions made for individual staff members and changes to the remuneration policy and carefully consider and monitor their effects. Any exemptions should not be based on gender considerations or other aspects that would be discriminatory, should be well reasoned and should be in line with the remuneration requirements under national law.",
            "30.The supervisory function should collectively have adequate knowledge, skills and experience with regard to remuneration policies and practices as well as of incentives and risks that can arise therefrom. This should include knowledge, skills and experience with regard to the mechanisms for aligning the remuneration structure to institutions' risk profiles and capital structure.",
            "31.The supervisory function should ensure that the institution's remuneration policies and practices are appropriately implemented and aligned with the institution's overall corporate governance framework, corporate and risk culture, risk appetite and the related governance processes.",
            "32.Conflicts of interests with regard to the remuneration policy and remuneration awarded should be identified and appropriately mitigated, including by establishing objective award criteria based on the internal reporting system, appropriate controls and the four eyes principle. The remuneration policy should ensure that no material conflicts of interest arise for staff, including for staff in control functions.",
            "33. The remuneration policy and practices and the procedures to determine them should be clear, well documented and transparent. Proper documentation on the decision-making process (e.g. minutes of relevant meetings, relevant reports, and other relevant documents) and the reasoning behind the remuneration policy should be maintained.",
            "34. The supervisory and management functions and, where established, the remuneration and the risk committees should work closely together and ensure that the remuneration policy is consistent with and promotes sound and effective risk management."
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "15",
        "article name": "Different management body structures can be observed in European countries. In some countries, a unitary structure is common, i.e. supervisory and management functions of the board are exercised by only one body. In other countries, a dual structure is common, with two independent bodies being established, one for the management function and the other for the supervision of the management function.",
        "article paragraphs": [
            "35.The remuneration policy should provide for an effective framework for performance measurement, risk adjustment and the linkages of performance to reward.",
            "36.Risk and compliance functions should provide effective input in accordance with their roles into the setting of bonus pools, performance criteria and remuneration awards where those functions have concerns regarding the impact on staff behaviour and the riskiness of the business undertaken.",
            "37.The supervisory function should determine and oversee the remuneration of the members of the management function and, if the remuneration committee referred to in section 2.4 has not been established, directly oversee the remuneration of the senior officers in the independent control functions, including the risk management and compliance functions.",
            "38.The supervisory function should take into account the input provided by all competent corporate functions and bodies (e.g. committees, control functions16, human resources, legal, strategic planning, budget function, etc.) and business units about the design, implementation and oversight of the institution's remuneration policies.",
            "39.The human resources function should participate in and inform on the drawing up and the evaluation of the remuneration policy for the institution, including the remuneration structure, the aspect of gender neutrality, remuneration levels and incentive schemes, in a way that would not only attract and retain the staff the institution needs but also ensure that the remuneration policy is aligned with the institution's risk profile.",
            "40.The risk management function should assist with and inform on the definition of suitable risk- adjusted performance measures (including ex post adjustments), as well as with assessing how the variable remuneration structure affects the risk profile and culture of the institution. The risk management function should validate and assess risk adjustment data as well as be invited to attend the meetings of the remuneration committee on this matter.",
            "41.The compliance function should analyse how the remuneration policy affects the institution's compliance with legislation, regulations, internal policies and risk culture and should report all identified compliance risks and issues of non-compliance to the management body, both in its management and supervisory functions. The findings of the compliance function should be taken into account by the supervisory function during the approval, review procedures and oversight of the remuneration policy.",
            "42.The internal audit function should carry out an independent review of the design, implementation and effects of the institution's remuneration policies on its risk profile and the way these effects are managed in line with the guidelines provided in section 2.5."
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "16",
        "article name": "Independent control function comprises organisational units, independent of the business and corporate functions that are responsible for controlling and monitoring the operations and risks arising from those operations, ensuring compliance with all applicable laws, rules and regulations and advising the management functions on the matters within their area of expertise. Independent control functions typically comprise risk management, compliance and internal audit functions. Further details on control functions can be found in the EBA Guidelines on Internal Governance (GL44), points 26 to 29.",
        "article paragraphs": [
            "43.Within a group context, the competent functions within the consolidating institution and subsidiaries should interact and exchange information as appropriate."
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "2.2",
        "article name": "Shareholders' involvement",
        "article paragraphs": [
            "44.Depending on the institution's legal form and on the applicable national law, the approval of an institution's remuneration policy and, where appropriate, decisions relating to the remuneration of members of the management body and other identified staff may also be assigned to the shareholders' meeting in accordance with national company law 17. The shareholders' vote may be either consultative or binding.",
            "45.Where the approval of the remuneration of individual members of the management body and other identified staff is assigned to shareholders, shareholders should approve all components of remuneration, including severance payments. Where the approval of the remuneration policy is subject to approval by the shareholders, they should also either approve ex ante the maximum amount of the payments that can be awarded to the management body and other identified staff in the event of early termination of a contract or criteria for the determination of such amounts.",
            "46.In order that shareholders can make informed decisions in line with paragraphs 44 and 45, the supervisory function should ensure that the institution provides them with adequate information regarding the remuneration policy designed to help them to assess the incentive structure and the extent to which risk taking is being incentivised and controlled as well as the overall cost of the remuneration structure. Such information should be provided well in advance of the relevant shareholders' meeting. Detailed information on remuneration policies and on their modifications, on procedures and decision-making processes to set a remuneration package should be provided and include the following: a. the remuneration components; b. main characteristics and objectives of the remuneration packages and their alignment with the business and risk strategy, including the risk appetite and corporate values of the institution; c. how it is ensured that the remuneration policy is gender neutral; d. how the points under (b) are taken into account in ex ante/ex post adjustments, in particular for identified staff.",
            "47.The supervisory function remains responsible for the proposals submitted to the shareholders' meeting, as well as for the actual implementation and oversight of any changes to the remuneration policies and practices."
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "17",
        "article name": "See also Shareholders Rights Directive 2007/36, as amended by Directive 2017/828, Articles 9a and 9b.",
        "article paragraphs": [
            "48. Where shareholders are requested to approve a higher maximum level of the ratio between the variable and the fixed component of remuneration of up to 200%, the following should apply: a. Shareholders who have the right to vote on a proposed higher maximum level of the ratio between the variable and fixed components of remuneration are those of the institution where the identified staff affected by the higher maximum levels of variable remuneration operate. For institutions that are subsidiaries, the subsidiary's general assembly of shareholders is competent to decide and not the general assembly of the consolidating institution. b. Where an institution exercises its voting rights as a shareholder of its subsidiary with regard to the approval of a higher maximum level of the ratio between variable and fixed remuneration within a subsidiary, one of the following conditions should be met: i. the supervisory function of the institution holding the shares has beforehand called for a vote of its shareholders' meeting on how to exercise the voting rights regarding the increase of such level in its subsidiaries; ii. the shareholders' meeting of the consolidating institution has decided, as part of the group remuneration policy, that subsidiaries may introduce a higher maximum level of such ratio. c. In accordance with the first indent of Article 94(1)(g)(ii) of Directive 2013/36/EU, when approving a higher maximum level of the ratio between the fixed and variable components of remuneration, the shareholders' meeting shall act upon a detailed recommendation which provides in particular the reasons, the number of identified staff concerned and their functions within the institution as well as the explanation of how such a higher maximum level of the ratio may affect the requirement to maintain a sound capital base. This information should be provided to shareholders well in advance of the shareholders' meeting. d. Any approval of a higher maximum level of the ratio must be carried out in accordance with the provisions of Article 94(1)(g)(ii) of Directive 2013/36/EU; the 50% threshold for the quorum, and the 66% and 75% majority thresholds required for the vote, as mentioned in that Article, should all be calculated taking into account the voting rights attached to the shares or other equivalent ownership rights in the institution. e. The 75% threshold, which applies when fewer than 50% of ownership rights are represented in the shareholders' meeting and the 66% threshold, which applies when at least 50% of ownership rights are represented, should be calculated in relation to the shareholders' voting rights that are represented, and not the number of natural or legal persons who are shareholders. f. In accordance with the last indent of Article 94(1)(g)(ii) of the CRD, staff who are directly affected by the higher maximum levels of variable remuneration must not be allowed to 31 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY exercise, directly or indirectly, any voting rights they may have. Accordingly, their voting rights shall be disregarded when calculating the percentages, both in the nominator and in the denominator. g. Shares are 'represented' where the shareholder is legally able to vote on the proposed higher maximum level of the ratio, regardless of how such a vote is taken. In line with this principle and taking into account national company law, institutions should set their internal policies regarding 'representation' for the purpose of this vote.",
            "49.Shareholders should be able to vote on a reduction of a higher maximum ratio that has been approved in the past. Such a vote should require a majority of shareholder votes in line with the applicable rules for regular decisions foreseen by national law. Where the approved higher maximum was reduced, the institution should inform the competent authority of the decision and the approved ratio within five working days."
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "20",
        "article name": "Independence as set out in the EBA guidelines on internal governance and see also the joint EBA-ESMA guidelines on the assessment of the suitability of members of the management body and key function holders.",
        "article paragraphs": [
            "57.The remuneration committee should: a. be responsible for the preparation of decisions on remuneration to be taken by the supervisory function, in particular regarding the remuneration of the members of the management body in its management function as well as of other identified staff; b. provide its support and advice to the supervisory function on the design of the institution's remuneration policy, including that such remuneration policy is gender neutral and supports the equal treatment of staff of different genders; c. support the supervisory function in overseeing the remuneration policies, practices and processes and compliance with the remuneration policy; d. check whether the existing remuneration policy is still up to date and, if necessary, make proposals for changes; e. review the appointment of external remuneration consultants that the supervisory function may decide to engage for advice or support; f. ensure the adequacy of the information provided to shareholders on remuneration policies and practices, in particular on a proposed higher maximum level of the ratio between fixed and variable remuneration; g. assess the mechanisms and systems adopted to ensure that the remuneration system properly takes into account all types of risks, liquidity and capital levels and that the overall remuneration policy is consistent with and promotes sound and effective risk management and is in line with the business strategy, objectives, corporate culture and values, risk culture and long-term interest of the institution; h. assess the achievement of performance targets and the need for ex post risk adjustment, including the application of malus and clawback arrangements; i. review a number of possible scenarios to test how the remuneration policies and practices react to external and internal events, and back-test the criteria used for determining the award and the ex ante risk adjustment based on the actual risk outcomes.",
            "58.Where the institution has established a remuneration committee, the remuneration of the senior officers in the independent control functions, including the risk management and compliance functions, should be directly overseen by the remuneration committee. The remuneration committee should make recommendations to the supervisory function on the design of the remuneration package and amounts of remuneration to be paid to the senior staff members in the control functions."
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "2.4.3",
        "article name": "Process and reporting lines",
        "article paragraphs": [
            "59.The remuneration committee should: 34 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY a. have access to all data and information concerning the decision-making process of the supervisory function on the remuneration policies and practices design and implementation, oversight and review; b. have adequate financial resources and unfettered access to all information and data from independent control functions, including risk management; c. ensure the proper involvement of the independent control and other relevant functions (e.g. human resources, legal and strategic planning) within the respective areas of expertise and where necessary seek external advice.",
            "60.The remuneration committee should collaborate with other committees of the supervisory function whose activities may have an impact on the design and proper functioning of remuneration policies and practices (e.g. risk, audit and nomination committees); and provide adequate information to the supervisory function, and, where appropriate, to the shareholders' meeting about the activities performed.",
            "61.When established, the risk committee should, without prejudice to the tasks of the remuneration committee, examine whether incentives provided by the remuneration policies and practices take into consideration the institution's risk, capital, liquidity and the likelihood and timing of earnings.",
            "62.A member of the risk committee should participate, where relevant, in the meetings of the remuneration committee, where both committees are established, and vice versa."
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "22",
        "article name": "For further details on outsourcing, refer to EBA guidelines on internal governance.",
        "article paragraphs": [
            "72.The results of the internal review performed and actions taken to remedy any findings should be documented, either through written reports or through the minutes of the meeting of the relevant committees or the supervisory function, and made available to the management body, relevant committees and corporate functions."
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "24",
        "article name": "Article 94(1)(g)(iii) of Directive 2013/36/EU.",
        "article paragraphs": [
            "83.Competent authorities should ensure that branches in a Member State of credit institutions authorised in a third country are subject to the same requirements as applicable to institutions within Member States. Where these branches want to implement a ratio between the variable and fixed components of remuneration higher than 100%, they should demonstrate to the competent authority that the shareholders of the institution in the third country have approved the higher ratio.",
            "84.The remuneration requirements of Directive 2013/36/EU and the provisions of these guidelines apply to institutions in Member States independent of the fact that they may be subsidiaries of a parent institution in a third country. Where an EU subsidiary of a parent institution in a third country is a consolidating institution, the scope of prudential consolidation does not include the level of the parent institution located in a third country and other direct subsidiaries of that parent institution. The consolidating institution should ensure that the group-wide remuneration policy of the parent institution in a third country is taken into consideration within its own remuneration policies as far as this is not contrary to the requirements set out under relevant EU or national law, including these guidelines."
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "4",
        "article name": "Proportionality",
        "article paragraphs": [
            "85.The proportionality principle encoded in Article 92(2) of Directive 2013/36/EU aims to match remuneration policies and practices consistently with the individual risk profile, risk appetite and strategy of an institution, so that the objectives of the remuneration requirements are effectively achieved.",
            "86.When applying the remuneration requirements and the provision of these Guidelines in a proportionate manner, institutions and competent authorities should consider a combination of all the following criteria: a. the size, b. the internal organisation; and c. the nature, scope and complexity of the institution's activities.",
            "87.When assessing what is proportionate and in determining the required level of sophistication of the remuneration policies and risk measurement approaches, institutions and competent authorities should take into consideration the combination of qualitative and quantitative aspects of all the criteria above. For instance, a business activity may well have a small scale but could still include complex activities and risk profiles because of the nature of its activities or the complexity of its products. 39 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY",
            "88.For the above purposes, institutions and competent authorities should take into account at least the following criteria: a. whether the institution meets the criteria for small and non-complex institution or large institution as set out in points 145 and 146 of Article 4(1) of Regulation (EU) No 575/2013; b. whether the institution meets the criteria and the thresholds set out in paragraphs 3 and 4 of Article 94 of Directive 2013/36/EU with regard to the waivers of the variable remuneration pay-out process; c. the geographical presence of the institution and the size of the operations in each jurisdiction; d. the legal form and the available equity and debt instruments; e. the authorisation to use internal methods for the measurement of capital requirements (e.g. IRB, AMA); f. whether the institution is part of a group and, if so, the proportionality assessment done for the group and the characteristics of the group to which the institution belongs; g. the type of authorised activity and services (e.g. loans and deposits, investment banking); h. the underlying business strategy; i. the structure of the business activities and the time horizon, measurability and predictability of the risks of the business activities; j. the funding structure of the institution; k. the internal organisation of the institution, including the level of variable remuneration that can be paid to identified staff; l. the structure of profits and losses of the institution; m. the type of clients (e.g. retail, corporate, small businesses, public entity); n. the complexity of the products or contracts.",
            "89.When applying remuneration requirements and the provisions set out in these Guidelines in a proportionate way, institutions are responsible for considering their risk profile, risk appetite and other characteristics and for developing and implementing remuneration policies and practices which are appropriately aligned to the business strategy, objectives, values and long- term interest of the institution. However, the obligation to have sound and effective remuneration policies and practices applies to all institutions and with respect to all staff, regardless of the institutions' different characteristics. 40 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY",
            "90.Before remuneration requirements and the provisions set out in these Guidelines are applied in a proportionate way, the identification of staff, based on the criteria provided in Article 92(3) of Directive 2013/36/EU, the Commission Delegated Regulation mandated under Article 94(2) of Directive 2013/36/EU and additional internal criteria, should be performed27.",
            "91. The limitation of the maximum ratio between the variable components of remuneration and the fixed components to 100% (200% with shareholders' approval) should be applied to all identified staff in the institution.",
            "92.When implementing specific remuneration policies for different categories of identified staff in line with sections 3 and 4 of these guidelines, the application of proportionality should take into account the impact on the institution's risk profile of that category of identified staff.",
            "93.Competent authorities should ensure that institutions comply with the remuneration requirements and the provisions of these guidelines in a manner that provides for a level playing field among different institutions. Waivers of the variable remuneration pay-out process",
            "94.Without prejudice to the implementation of Article 94(3) of Directive 2013/36/EU by Member States, institutions that are not large institutions as defined in point 146 of Article 4(1) of Regulation (EU) 575/2013 and that have total assets under the threshold defined in national law may not apply the requirements to defer variable remuneration and to pay it out in instruments as set out in points (l), (m) and second paragraph of point (o) of Article 94(1) of Directive 2013/36/EU. An institution that meets one or more of the criteria within point 146 of Article 4(1) of Regulation (EU) 575/2013 is a large institution. a. The assessment of whether an institution is a G-SII or O-SII is made in line with Article 131 of Directive 2013/36/EU and the Commission Delegated Regulation (EU) 2016/1608 with regard to regulatory technical standards for the specification of the methodology for the identification of global systemically important institutions and for the definition of subcategories of global systemically important institutions and the EBA guidelines on the criteria to determine the conditions of application of Article 131(3) of Directive 2013/36/EU (CRD) in relation to the assessment of other systemically important institutions. b. When assessing whether a consolidating institution meets the threshold in point 146(d) of Article 4(1) of Regulation (EU) 575/2013, the criteria is met if the amount on a consolidated basis28 exceeds the threshold. Amounts, if necessary, should be converted into EUR, using the exchange rate published by the Commission for financial programming and the budget for the last month of the consolidating institution's financial year."
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "28",
        "article name": "Article 19 of Regulation (EU) 575/2013 with regard to entities excluded from the scope of prudential consolidation applies.",
        "article paragraphs": [
            "95.When establishing the amount of the annual variable remuneration paid to a staff member and the ratio between the variable and fixed annual remuneration for the purposes of Article 94(3)(b), i.e. the application of waivers to the requirement to defer and pay out in instruments the variable remuneration to individual staff members, institutions should take into account the amounts specified in points (a) and (b) and apply the further conditions in points (c) to (f): a. the annual variable remuneration awarded for the performance period that equals the financial year for which it is determined if the waiver can be applied and all performance periods that ended in this financial year, independent of the length of the underlying performance periods that have ended in this financial year, e.g. it should include the full amount of variable remuneration based on revolving and non-revolving multi-year accrual periods and retention bonuses for periods longer than one year where the underlying period ended in the given financial year; b. the annual fixed remuneration awarded for the financial year for which the waiver may be applied; institutions may exclude other components of fixed remuneration as specified under paragraphs 132 and 133 for the calculation; c. the amounts should be based on the definition for fixed and variable remuneration within these guidelines and should be calculated based on the gross remuneration awarded; d. the variable remuneration should consist of all forms of variable remuneration awarded, including performance-based variable remuneration, amounts paid as guaranteed variable remuneration, retention bonuses, severance payment or discretionary pension benefits; e. where the amounts are determined by institutions on an individual basis, the remuneration awarded by the institution should be taken into account, when the amount is determined on a consolidated basis by the consolidating institution, all remuneration awarded by financial institutions and ancillary service undertakings within the scope of prudential consolidation should be taken into account; f. where the remuneration is paid in a currency other than EUR, the amounts should be converted into EUR, using the exchange rate published by the Commission for financial programming and the budget for the last month of the institution's financial year.",
            "96.When calculating the average of the value of the assets for the four-year period immediately preceding the current financial year for the purpose of point (a) of Article 94(3) of Directive 2013/36/EU, institutions should use the simple average of this value at the end of the four preceding financial years. Where the accounts are kept in a currency other than EUR, the amounts should be converted into EUR, using the exchange rate published by the Commission for financial programming and the budget for the last month of each financial year.",
            "97.Where national law empowers competent authorities to set the thresholds under Article 94(3) and 94(4) of Directive 2013/36/EU for individual institutions, competent authorities should, 42 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY when lowering or increasing the thresholds under Article 94(3) and 94(4) of Directive 2013/36/EU, take into account the institution's nature, scope and complexity of its activities, its internal organisation or, if applicable, the characteristics of the group to which it belongs, and also take into account the proportionality criteria set out within this section.",
            "5. The identification process",
            "98.It is the responsibility of institutions to identify the members of staff whose professional activities have a material impact on the institution's risk profile. All institutions should conduct annually a self-assessment in order to identify all staff whose professional activities have or may have a material impact on the institution's risk profile. The identification process should be part of the overall remuneration policy of the institution.",
            "99. The self-assessment should be based on the qualitative and quantitative criteria set out in Article 92(3) of Directive 2013/36/EU, the RTS on identified staff and where needed to ensure the complete identification of all staff whose professional activities have a material impact on the institution's risk profile, additional criteria set forth by the institution that reflect the levels of risk of different activities within the institution and the impact of staff members on the risk profile.",
            "100.When applying quantitative criteria based on staff members' remuneration, the fixed remuneration awarded for the preceding financial year and the variable remuneration awarded to staff in or for the preceding financial year should be taken into account. The variable remuneration awarded in the preceding financial year is the variable remuneration awarded in the preceding financial year with reference to previous performance. Institutions should define the applicable method in their remuneration policy. When applying quantitative criteria based on staff members' remuneration, institutions should take into account all monetary and non- monetary fixed and variable remuneration components awarded for professional services. Routine remuneration packages that are not accounted for on an individual level should be taken into account based on the overall sum broken down by objective criteria to the individual staff member.",
            "101.When applying quantitative criteria that are defined in EUR, institutions which award remuneration in a currency other than EUR should convert the applicable thresholds using either the internal exchange rate used for the consolidation of the accounts or the exchange rate used by the Commission for financial programming and the budget for the month where the remuneration was awarded or the exchange rate for the last month of the institution's financial year29. The institution should document the applicable method to determine the exchange rate in its remuneration policy.",
            "102.The self-assessment should be clear, consistent, properly documented and periodically updated during the year at least with regard to qualitative criteria under Article 92(3) of 29The exchange rates can be found on the website of the European Commission at: http://ec.europa.eu/budget/contracts_grants/info_contracts/inforeuro/inforeuro_en.cfm. 43 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY Directive 2013/36/EU, the RTS on identified staff and, where appropriate, in addition based on institutions' criteria. Institutions should ensure that staff that fall or are likely to fall under Article 92(3), points (a), (b) and (c) of Directive 2013/36/EU or under the criteria of Article 5 of the RTS on identified staff for a period of at least three months in a financial year are treated as identified staff.",
            "103.The following information should at least be included in the documentation of the self- assessment done regarding the identification of staff: a. the rationale underlying the self-assessment and the scope of its application; b. the approach used to assess the risks emerging from the institution's business strategy and activities, including in different geographical locations; c. how persons working in institutions and other entities within the scope of consolidation, subsidiaries and branches, including such located in third countries, are assessed; d. the role and responsibilities of the different corporate bodies and internal functions involved in the design, oversight, review and application of the self-assessment process; and e. the identification outcome.",
            "104.Institutions should keep records of the identification process and its results and should be able to demonstrate to their competent supervisory authority how staff have been identified according to both the qualitative and quantitative criteria provided for under Article 92(3) of Directive 2013/36/EU, the RTS on identified staff and any additional criteria used by the institutions.",
            "105.The documentation of the self-assessment should at least include the number of identified staff, including the number of staff identified for the first time, the job responsibilities and activities, the names or another unique identifier and the allocation within the institution of the identified staff to business areas and a comparison with the results of the previous year's self- assessment.",
            "106.The documentation should also include staff members who have been identified under quantitative criteria, but whose professional activities are assessed as not having a material impact on the institution's risk profile, in accordance with the RTS on identified staff. Institutions should maintain the documentation for an appropriate time period to enable the review by the competent authorities."
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "5.1",
        "article name": "Prior approval of exclusions",
        "article paragraphs": [
            "107.Where the institution determines according to the RTS on identified staff that the professional activities of the staff member do not have a material impact on the institution's risk profile and applies for a prior approval, the following should apply: 44 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY a. The management body should decide based on the analysis performed within the annual identification process if staff have in fact no material impact on the institution's risk profile and inform the supervisory function of the decision taken. The supervisory function or the remuneration committee when it is established should review the criteria and process under which the decisions are taken and approve the exemptions made.30 b. Any application for prior approval should be made without delay, but at the latest within six months after the end of the preceding financial year. The competent authority should assess the application and approve or reject the application, to the extent possible, within a three-month period after receiving the complete documentation. c. Where the staff member was awarded total remuneration of EUR 1 000 000 or more in the preceding financial year, the competent authority should immediately inform the EBA about the application received and provide its initial assessment. On request, the competent authority should immediately submit all information received by the institution to the EBA. The EBA will liaise with the competent authority to ensure that such exclusions are granted in a consistent way before the decision regarding the approval or rejection of the application is taken by the competent authority.",
            "108. The prior approval regarding exclusions of staff identified in relation to the quantitative criteria should be granted only for a limited time period. The request for prior approval under the RTS on identified staff should be made each year. With respect to staff for whom a decision on the application is taken for the first time, the prior approval should only concern the financial year in which the prior approval was requested and the following financial year. For staff for whom the exclusion has already been approved for the ongoing financial year, the prior approval should only concern the following financial year.",
            "109. Where identified staff would be excluded in subsidiaries which are not themselves subject to Directive 2013/36/EU, the competent authority is the competent authority of the parent institution. For branches of credit institutions where the head office is located in a third country, the competent authority is the competent authority responsible for the supervision of institutions in the Member State where the branch is located.",
            "110.Requests for prior approval should include all names or another unique identifier for identified staff for whom an exclusion should apply, the percentage of internal capital allocated in accordance with Article 73 of Directive 2013/36/EU to the business unit in which the staff member is active and the analysis of the impact of staff on the institution's risk profile for each identified staff member. Where identified staff are active in the same business unit and have the same function, a joint assessment should be conducted."
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "5.2",
        "article name": "Governance of the identification process",
        "article paragraphs": [
            "111.The management body has the ultimate responsibility for the identification process and the respective policy. The management body in its supervisory function should: a. approve the identification process policy as part of the remuneration policy; b. be involved in the design of the self-assessment; c. ensure that the assessment for the identification of staff is performed properly in accordance with Directive 2013/36/EU, the RTS on identified staff and these guidelines; d. oversee the identification process on an ongoing basis; e. approve any material exemptions from or changes to the adopted policy and carefully consider and monitor their effect; f. approve or oversee any exclusion of staff in accordance with the RTS on identified staff where the institutions deem that the quantitative criteria defined in the Commission Delegated Regulation are not met by the staff, as they in fact do not have a material impact on the institutions' risk profile; and g. periodically review the approved policy and, if needed, amend it.",
            "112.Where a remuneration committee is established, it should be actively involved in the identification process in line with its responsibilities for the preparation of decisions regarding remuneration. Where no remuneration committee is established, the non-executive and where possible the independent members of the management body in its supervisory function should execute the respective tasks.",
            "113.The independent risk management and independent compliance functions, the business support functions (e.g. legal, human resources) and the relevant committees of the management body (i.e. risk, nomination and audit committees) should be involved in the identification process in accordance with their respective role and also on an ongoing basis. In particular, where a risk committee is established, it should be involved in the identification process without prejudice to the tasks of the remuneration committee. Institutions should ensure a proper exchange of information among all internal bodies and functions involved in the identification process. The identification process and its result should be subject to an independent internal or external review."
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "5.3",
        "article name": "Identification process at individual, sub-consolidated and consolidated level",
        "article paragraphs": [
            "114.The qualitative and quantitative identification criteria included in Article 92(3) of Directive 2013/36/EU and the RTS on identified staff and those additionally set by the institutions should be applied both by institutions on an individual basis, using the figures and considering the situation of the individual institution, and in addition by the consolidating institution on a consolidated and sub-consolidated basis as defined in points (48) and (49) of Article 4(1) of 46 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY Regulation (EU) 575/2013, including- subject to the provisions of Article 109(4) to (6) of Directive 2013/36/EU - all subsidiaries in the scope of prudential consolidation which are not themselves subject to the CRD, using the consolidated figures and considering the consolidated situation and the impact on the institutions' risk profile on a consolidated basis. The identification process on a consolidated basis should include staff members as defined in Article 109(5) of Directive 2013/36/EU, even if the subsidiary that employs that staff member is not subject to the application of the requirements in Articles 92, 94 and 95 of Directive 2013/36/EU on a consolidated basis and is not subject to Directive 2013/36/EU on an individual basis.",
            "115.When applying qualitative identification criteria at consolidated or sub-consolidated level, staff members in a subsidiary are only captured if they are responsible for the functions referred to in these criteria on a consolidated or sub-consolidated basis. E.g. a staff member in a subsidiary who is a member of the management body of such subsidiary should be captured by the criterion 'the staff member is a member of the management body in its management function' only if he or she is also a member of the management body of the EU parent institution.",
            "116.The applicable quantitative identification criteria should apply to all staff within the institution and its subsidiaries that are subject to the requirements under Articles 92, 94 and 95 of Directive 2013/36/EU on a consolidated and sub-consolidated basis, taking into account all remuneration awarded within the full scope of prudential consolidation.",
            "117.When applying qualitative identification criteria, institutions should identify the staff responsible for the function named in the qualitative criteria; the main criterion for the identification is not the name of the function but the authority and responsibility conferred on the function."
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "5.4",
        "article name": "Role of the consolidating institution",
        "article paragraphs": [
            "118.Without prejudice to Article 109(4) of the CRD, the consolidating institution should ensure the overall consistency of the group remuneration policies including the identification processes and the correct implementation on a consolidated, sub-consolidated and individual basis."
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "5.5",
        "article name": "Role of subsidiaries and branches",
        "article paragraphs": [
            "119.Institutions that are subsidiaries of a consolidating institution should implement within their remuneration policy the policy issued by the consolidating parent institution and the process for the identification of staff. All subsidiaries should actively participate in the identification process carried out by the consolidating parent institution. In particular, each subsidiary in the scope of prudential consolidation, including those not themselves subject to Directive 2013/36/EU, should provide the consolidating institution with all information necessary to properly identify all staff who have a material impact on the institutions' risk profile on a consolidated or sub- consolidated basis. 47 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY",
            "120.Subsidiaries that are not themselves subject to Directive 2013/36/EU are not required to perform an identification process at an individual level, unless they are required to do so under sector-specific remuneration requirements. For those subsidiaries that are not subject to the Directive or other specific remuneration requirements as specified under Article 109(4) of Directive 2013/36/EU, the assessment should be performed by the consolidating institution at the consolidated and sub-consolidated level, based on information provided by the subsidiary. Institutions falling within the scope of Directive 2013/36/EU should conduct their own self- assessment for the identification of staff at an individual level. Small and less complex institutions which are included in an identification process on a consolidated basis may delegate the practical application of the identification process at an individual level to the consolidating institution.",
            "121.Branches in a Member State of credit institutions that have their head office in a third country and institutions in a Member State which are subsidiaries of parent institutions in third countries should conduct the identification process and inform their parent institution of its results. Institutions in a Member State should also include their subsidiaries that fall in the scope of prudential consolidation and branches located in third countries in their assessment. Institutions should be aware that branches form a non-independent part of the institution.",
            "122.For third-country branches located in a Member State, the criteria for the identification should be applied in the same way to the functions, business activities and staff located in a Member State as they would be for an institution at an individual level.",
            "6. Capital base",
            "123.Institutions and competent authorities should ensure that the award, pay out and vesting of variable remuneration, including the application of malus and clawback arrangements, under the institutions' remuneration policy is not detrimental to maintaining a sound capital base.",
            "124.When assessing if the capital base is sound, the institution should take into account its overall own funds and in particular the Common Equity Tier 1 capital, the capital requirement, including the combined capital buffer requirement as defined in Article 128(6) of Directive 2013/36/EU, the leverage ratio buffer requirement as defined in Article 92(1a) of Regulation (EU) No 575/2013, the minimum requirement for own funds and eligible liabilities as defined in Article 45c of Directive 2014/59/EU and any capital add on and the restrictions on distributions set out in Articles 141 and 141b of Directive 2013/36/EU and Article 16a of Directive 2014/59/EU which applies to the variable remuneration of all staff as well as the result of the internal capital adequacy assessment process. The requirement to maintain a sound capital base and the restrictions on distributions apply also on a consolidated and sub-consolidated basis. Additionally, competent authorities should take into account the results of the supervisory review and evaluation process in line with the respective EBA guidelines. 48 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY",
            "125.Institutions should include the impact of variable remuneration - both upfront and deferred amounts - in their capital and liquidity planning and in their overall internal capital adequacy assessment process.",
            "126.The total variable remuneration awarded by an institution must not limit the ability of the institution to maintain or restore a sound capital base in the long term and should consider the interests of shareholders and owners, depositors, investors and other stakeholders. Variable remuneration should not be awarded or paid out when the effect would be that the capital base of the institution would no longer be sound. The institution should consider these requirements, the results from the internal capital adequacy assessment process, its multi-year capital planning, the restrictions on distributions set out in Articles 141 and 141b of Directive 2013/36/EU and Article 16a of Directive 2014/59/EU and recommendations on distributions by competent authorities and European Supervisory Authorities, when determining: a. the overall pool of variable remuneration that can be awarded for that year; and b. the amount of variable remuneration that will be paid out or will be vesting in that year.",
            "127.Institutions which do not have a sound capital base or where the soundness of the capital base is at risk should take the following measures with regard to variable remuneration: a. Reduce the variable bonus pool in line with Articles 141 and 141b of Directive 2013/36/EU and Article 16a of Directive 2014/59/EU, including the possibility to reduce it down to zero; b. Apply the necessary performance adjustment measures, in particular malus; c. Use the net profit of the institution for that year and potentially for subsequent years to strengthen the capital base. The institution should not compensate for any reduction of the variable compensation made in order to ensure a sound capital base in later years or by other payments, vehicles or methods which lead to a circumvention of this provision.",
            "128.Competent authorities should intervene where the awarding of variable remuneration is detrimental to the maintenance of a sound capital base by requiring the institution to reduce or apply a cap to the overall pool of variable remuneration determined until the capital adequacy situation improves, and if necessary to apply performance adjustment measures, in particular malus, and require institutions to use net profits to strengthen own funds. Title II - Structure of remuneration",
            "7. Categories of remuneration",
            "129.Under Directive 2013/36/EU, remuneration is either fixed or variable remuneration; there is no third category of remuneration. Without prejudice to the national implementation of waivers under paragraphs (3) to (5) of Article 94 of Directive 2013/36/EU, where remuneration is 49 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY variable and is paid to identified staff, all requirements of Article 94 of Directive 2013/36/EU have also to be met in addition to the general requirements contained in Article 92 thereof. For that purpose, institutions should allocate in line with these guidelines the components of remuneration to either fixed or variable remuneration and their remuneration policies should set out clear, objective, predetermined and transparent criteria to assign all remuneration components to either the fixed or variable categories in accordance with the criteria provided in Article 92(2)(g) of Directive 2013/36/EU and these guidelines.",
            "130.Where the clear allocation of a component to the fixed remuneration is not possible based on the criteria provided in these guidelines, it should be considered as variable remuneration.",
            "131.Remuneration is fixed where the conditions for its award and its amount: a. are based on predetermined criteria; b. are non-discretionary reflecting the level of professional experience and seniority of staff; c. are transparent with respect to the individual amount awarded to the individual staff member; d. are permanent, i.e. maintained over a period tied to the specific role and organisational responsibilities; e. are non-revocable; the permanent amount is only changed via collective bargaining or following renegotiation in line with national criteria on wage setting; f. cannot be reduced, suspended or cancelled by the institution; g. do not provide incentives for risk assumption; and h. do not depend on performance.",
            "132.Remuneration components that are either part of a general institution-wide policy where they meet the conditions listed in paragraph 131 or payments mandatory under national law are considered as fixed remuneration. This includes payments which form part of routine employment packages as defined in these guidelines.",
            "133.The following remuneration components should also be considered as fixed, where all similar situations are treated in a consistent way: a. remuneration paid to expatriate staff considering the cost of living and tax rates in a different country; b. allowances used to increase the basic fixed salary in situations where staff work abroad and receive less remuneration than would be paid on the local employment market for a comparable position where all of the following specific conditions are met: 50 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY i. the allowance is paid on a non-discriminatory basis to all staff in a similar situation; ii. the allowance is awarded because staff work temporarily abroad or in a different position with a remuneration level requiring adjustment to reflect pay levels in the relevant market; iii. the level of additional payments is based on predetermined criteria; iv. the duration of the allowance is tied to the duration of the situation referred to above.",
            "8. Particular cases of remuneration components"
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "8.1",
        "article name": "Allowances",
        "article paragraphs": [
            "134.The variable and fixed remuneration of institutions may consist of different components, including additional or ancillary payments or benefits. Institutions should analyse allowances31 and allocate them to the variable or fixed component of remuneration. The allocation should be based on the criteria in section 7.",
            "135.In particular where allowances are considered as fixed remuneration, but show any of the following features, the institution should duly document the results of the assessments conducted under section 7: a. They are paid only to identified staff members32. b. They are limited to cases where the ratio between the variable and fixed components of remuneration would otherwise exceed 100% (if applicable, up to 200% where approved by shareholders). c. The allowances are linked to indicators that could possibly be understood as proxies for performance. In that case, the institution should be able to demonstrate that these indicators are not linked to the performance of the institution, e.g. by analysing the correlation with the performance indicators used.",
            "136.Where allowances are based on the role, function or organisational responsibility of staff, in order to be correctly mapped to the fixed component of remuneration, they should meet the criteria set out in paragraph 131, taking into account all of the following:"
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "32",
        "article name": "Being an identified staff member should not be considered as a role or function.",
        "article paragraphs": [
            "137.Competent authorities should ensure that allowances are not a vehicle or method that facilitates the non-compliance of institutions with the CRD."
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "8.2",
        "article name": "Variable remuneration based on future performance",
        "article paragraphs": [
            "138.When the award of variable remuneration, including LTIPs, is based on past performance of at least one year, but also depends on future performance conditions, the following should apply: a. Institutions should clearly set out to staff the additional performance conditions that have to be met after the award for the variable remuneration to vest. b. Institutions should assess before the vesting of variable remuneration that the conditions for its vesting have been met. c. The additional forward-looking performance conditions should be set for a predefined performance period of at least one year. d. When the additional forward-looking performance conditions have not been met, up to 100% of the variable remuneration awarded under those conditions should be subject to malus arrangements. e. The deferral period should end at the earliest one year after the last performance condition has been assessed; all other provisions regarding the deferral of variable remuneration for identified staff set out in section 15 apply in the same way as to variable remuneration that is exclusively based on performance previous to its award. f. For the calculation of the ratio between the variable and fixed components of the total remuneration, the total amount of the variable remuneration awarded should be taken into account in the financial year for which the variable remuneration, including LTIPS, was awarded. This should also apply when the past performance was assessed in a multi- year accrual period.",
            "139.Where a prospective remuneration plan for variable remuneration, including LTIPs, is exclusively based on future performance conditions (e.g. where new staff receive an LTIP at the 52 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY beginning of the first year of employment), the amount should be considered as awarded after the performance conditions have been met, otherwise no award should be made. Awarded amounts should be taken into account for the calculation of the ratio between the variable and fixed components of the total remuneration in the financial year prior to their award. Where a specific number of instruments are awarded, they should exceptionally be valued for the purpose of the calculation of the ratio between the variable and fixed components of the total remuneration with the market price or fair value determined at the time the prospective remuneration plan for variable remuneration was granted. Points (a) to (c) of paragraph 138 should apply. All other requirements apply in the same way as to variable remuneration, e.g. the deferral period starts after the award of the variable remuneration."
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "8.3",
        "article name": "Dividends and interest payments",
        "article paragraphs": [
            "140.'Carried interest' payments within the meaning of Article 4(1)(d) of the AIFMD are subject to the remuneration provisions of the AIFMD; paragraph 2 of Annex II of the AIFMD specifically includes carried interest in the definition of remuneration33. The ESMA guidelines on sound remuneration policies under the AIFMD apply34. For the purposes of these EBA guidelines and in particular of calculating the ratio between the variable and fixed components of remuneration for staff identified under section 13 of these guidelines, the following should apply: a. all payments made by the alternative investment funds to these staff members through carried interest vehicles which are not representing a pro-rata return on the investment made by these staff members should be considered as variable remuneration and be valued at the time of their award; b. all payments made by the alternative investment funds to these staff members through carried interest vehicles which represent a pro-rata return on any investment by these staff members (through the carried interest vehicle) to the alternative investment fund should not be included in the calculation.",
            "141.Dividends paid on vested shares or equivalent ownership interests that staff received as part of their remuneration or other shares held by staff as shareholders or owners of an institution are not part of remuneration for the purpose of these guidelines. The same applies to interest paid to staff on other vested instruments or investments."
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "34",
        "article name": "ESMA/2013/232, available at: http://www.esma.europa.eu/system/files/2013-",
        "article paragraphs": [
            "142.Dividend and interest payments must not be used as a payment method for variable remuneration which would lead to a circumvention of the remuneration requirements established by the CRD."
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "8.4",
        "article name": "Retention bonuses",
        "article paragraphs": [
            "143.Institutions should be able to substantiate their legitimate interest in awarding retention bonuses to retain an identified staff member. For example, retention bonuses may be used under restructurings, in wind-down, after a change of control or to ensure the finalisation of major projects. Institutions should document the event or justification that made it necessary to award a retention bonus and the time period, including the start and the end date, for which the reason is assumed to exist. Institutions should define the retention conditions and applicable performance conditions (see also paragraph 147). Institutions should specify a retention period and a date or event after which it determines whether the retention and performance conditions have been met.",
            "144.As a general principle, institutions should not award multiple retention bonuses to a staff member; in exceptional cases and where duly justified, more than one retention bonus may be paid to a staff member, but at different moments in time and under the conditions specified in this section with regard to each retention bonus. The retention bonuses should only be awarded after the retention conditions and applicable performance conditions have been met. Moreover, the retention bonus should only be awarded if no reasons exist that lead to a situation where the retention bonus should not be awarded, e.g. material compliance breaches, misconduct or other failures of that staff member.",
            "145.A retention bonus should be in accordance with the requirements under Articles 93, 141 and 141b and the respective supervisory powers under Article 104(1)(g) of Directive 2013/36/EU, which could lead to a situation where the retention bonus might need to be reduced, possibly even down to zero, depending on the maximum distributable amount (MDA) or other restrictions imposed by competent authorities.",
            "146.When assessing and considering whether the award of a retention bonus to identified staff is appropriate, institutions and competent authorities may take into account at least the following: a. the concerns that lead to the risk that certain staff may choose to leave the institution; b. the reasons why the retention of that staff member is crucial for the institution; c. the consequence if the staff member concerned leaves the institution; and d. whether the amount of the awarded retention bonus is necessary and proportionate to retain the targeted staff member.",
            "147.A retention bonus should be based on specific conditions that differ from the performance conditions applied to other parts of the variable remuneration and include a retention condition 54 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY and specific performance conditions. The specific conditions for a retention bonus should lead to the retention objective (i.e., retention of staff in the institution for a predefined period of time or until a certain event). The specific performance conditions should include conditions that are related to the legitimate interest for which the staff member should be retained and to the conduct of staff and should be compatible with the provisions in paragraph 145. Retention bonuses should not lead to a situation where the total variable remuneration, consisting of performance-related variable remuneration and retention bonus, of the staff member is no longer linked to the performance of the individual, the business unit concerned and the overall results of the institution as required under Articles 92(2)(g)(ii) and 94(1)(a).",
            "148.Retention bonuses should not be awarded to merely compensate for performance-related remuneration not paid due to insufficient performance or the institution's financial situation.",
            "149.Retention bonuses are variable remuneration and therefore, if awarded to identified staff, must comply with the requirements on variable remuneration under Article 94 of Directive 2013/36/EU, including the maximum ratio between the variable and fixed remuneration, ex post risk alignment, payment in instruments, deferral, retention, malus and clawback.",
            "150.A retention bonus must be taken into account in the calculation of the ratio between the variable and fixed remuneration as variable remuneration. Independent of the fact that the retention bonus will be awarded only after the end of the retention period, the retention bonus should be taken into account in the calculation of the ratio between the variable and fixed components of remuneration following one of the methods specified below: a. The retention bonus is split into annual amounts for each year of the retention period calculated on a linear pro rata basis. Where the exact length of the retention period is not known upfront, the institution should set and duly document a period considering the situation and measures taken that justify the payment of a retention bonus. The calculation of the ratio should be based on the period set; or b. The full amount of the retention bonus is considered in the year when the retention condition is met."
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "8.5",
        "article name": "Discretionary pension benefits",
        "article paragraphs": [
            "151.Discretionary pension benefits are a form of variable remuneration. Where the terms of the company's pension scheme include pension benefits that are not based on performance and that are consistently granted to a category of staff, such pension benefits should not be considered discretionary, but should be considered as part of routine employment packages in line with the section of these guidelines on definitions. Discretionary pension benefits are not severance payments, even if the employee decides to retire early.",
            "152.The institution should ensure that, where a staff member leaves the institution or retires, discretionary pension benefits are not paid without the consideration of the economic situation 55 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY of the institution or risks that have been taken by the staff member which can affect the institution in the long term.",
            "153. The full amount of discretionary pension benefits must be awarded, in accordance with Article 94(1)(o) of Directive 2013/36/EU and subject to the derogation under Article 94(3) of this Directive, in instruments referred to in point (l) of this Article and: a. where an identified staff member leaves the institution before retirement, the institution must hold the full amount of discretionary pension benefits in instruments at least for a period of five years without the application of pro rata vesting; b. where an identified staff member reaches retirement, a five-year retention period must be applied to the full amount paid in instruments.",
            "154.Institutions should ensure that malus and clawback arrangements are applied in the same way to discretionary pension benefits as to other components of variable remuneration.",
            "9. Exceptional remuneration components"
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "9.1",
        "article name": "Guaranteed variable remuneration",
        "article paragraphs": [
            "155.Guaranteed variable remuneration can take several forms, such as a 'guaranteed bonus', 'welcome bonus', 'sign-on bonus', 'minimum bonus', etc., and can be awarded either in cash or in instruments.",
            "156.When awarding guaranteed variable remuneration in accordance with Article 94(1)(d) and (e) of Directive 2013/36/EU when hiring new staff, institutions are not permitted to guarantee variable remuneration for longer than the first year of employment. Guaranteed variable remuneration is exceptional and can only occur where the institution has a sound and strong capital base, in accordance with Article 94(1)(e) of that Directive and section 6 of these guidelines.",
            "157.Institutions should only award once to the same single staff member guaranteed variable remuneration. This requirement should also apply at a consolidated and sub-consolidated level and includes situations where staff receive a new contract from the same institution or another institution within the scope of consolidation.",
            "158.Institutions and competent authorities may decide to not include the amount of guaranteed variable remuneration in the calculation of the ratio between the fixed and variable components of the total remuneration for the first performance period, where the guaranteed variable remuneration is awarded when hiring new staff before the first performance period starts.",
            "159.As part of the arrangements guaranteeing this part of variable remuneration, institutions may decide to not apply the requirements on malus and clawback arrangements to guaranteed variable remuneration. Institutions may pay out the full amount in non-deferred cash. 56 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY"
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "9.2",
        "article name": "Compensation or buyout of previous employment contract",
        "article paragraphs": [
            "160.The compensation for the buyout of a previous contract should be awarded only when the conditions defined in paragraph 156 of these guidelines are met.",
            "161.Remuneration should be considered as being granted as compensation or for the buyout of a previous contract where the deferred variable remuneration of the staff member was reduced or revoked by the previous employer because of the termination of the contract. For remuneration packages relating to the compensation or buyout of contracts in previous employment, all requirements for variable remuneration and the provisions within these guidelines apply, including deferral, retention, pay out in instruments and clawback arrangements."
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "9.3.1",
        "article name": "Severance pay",
        "article paragraphs": [
            "162.Institutions' remuneration policies should specify the possible use of severance payments, including the maximum amount or criteria for the determination of such amounts that can be awarded as severance pay to identified staff.",
            "163.Institutions should have a framework in which severance pay is determined and approved in the context of the early termination of a contract by the institution, including a clear allocation of the responsibilities and decision-making powers and the procedural involvement of the control functions.",
            "164.Severance payments should not provide for a disproportionate reward, but for an appropriate compensation of the staff member in cases of early termination of the contract. In accordance with Article 94(1)(h) of Directive 2013/36/EU, severance payments must reflect performance achieved over time and must not reward failure or misconduct.",
            "165.Severance pay should not be awarded where there is an obvious failure which allows for the immediate cancellation of the contract or the dismissal of staff.",
            "166.Severance pay should not be awarded where a staff member resigns voluntarily in order to take up a position in a different legal entity, unless a severance payment is required by national labour law.",
            "167.Severance payments include additional payments on top of the regular remuneration in the following specific situations: a. redundancy remuneration for loss of office in case of an early termination of the contract by the institution or its subsidiary; 57 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY b. remuneration awarded for a limited time period that is agreed to introduce a cooling-off period after the termination of the contract and is subject to a non-competition clause; c. the institution terminates the contracts of staff because of a failure of the institution or early intervention measures; d. the institution wants to terminate the contract following a material reduction of the institution's activities in which the staff member was active or where business areas are acquired by other institutions without the option for staff to stay employed in the acquiring institution; e. the institution and a staff member agree on a settlement in case of an actual labour dispute that could otherwise realistically lead to an action in front of a court.",
            "168. Where institutions award severance pay, the institutions should be able to demonstrate to the competent authority the reasons for the severance payment, the appropriateness of the amount awarded and the criteria used to determine the amount, including that it is linked to the performance achieved over time and that it does not reward failure or misconduct.",
            "169.When determining the amount of severance pay to be awarded, the institution should take into account the performance achieved over time and assess where relevant the severity of any failure. Identified failures should be distinguished between failures of the institution and failures of the identified staff as follows: a. failures of the institution should be considered when the total amount of the severance pay for staff is determined, taking into account the capital base of the institution; such severance pay should not be higher than the reduction of costs achieved by the early termination of contracts; b. failures of identified staff should lead to a downward adjustment of the amount of severance pay which would otherwise be awarded when only the performance over time would be considered in the estimation of the severance pay, including the possibility for a reduction of the amount down to zero.",
            "170.Failures of institutions include the following situations: a. where the institution benefits from government intervention or is subject to early intervention or resolution measures in accordance with Directive 2014/59/EU35; b. where the opening of normal insolvency proceedings of the institution, as defined in Article 2(1)(47) of Directive 2014/59/EU, has been filed; 35 Directive 2014/59/EU of the European Parliament and of the Council of 15 May 2014 establishing a framework for the recovery and resolution of credit institutions and investment firms and amending Council Directive 82/891/EEC, and Directives 2001/24/EC, 2002/47/EC, 2004/25/EC, 2005/56/EC, 2007/36/EC, 2011/35/EU, 2012/30/EU and 2013/36/EU and Regulations (EU) No 1093/2010 and (EU) No 648/2012 of the European Parliament and of the Council (OJ L 173, 12.6.2014, p. 190). 58 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY c. where significant losses lead to the situation that the institution no longer has a sound capital base and, following this, the business area is sold or the business activity is reduced.",
            "171.Failures of identified staff should be assessed on a case-by-case basis, and include the following situations: a. where a member of the management body is no longer considered as meeting appropriate standards of fitness and propriety; b. where the identified staff member participated in or is responsible for conduct which resulted in significant losses for the institution, as defined in the institution's remuneration policy; c. where an identified staff member acts contrary to internal rules, values or procedures based on intent or gross negligence.",
            "172.Severance payments should be considered as variable remuneration and as a general principle therefore, if awarded to identified staff, all requirements under Article 94 of Directive 2013/36/EU apply. However, severance payments should in the following circumstances not be taken into account for the purpose of the calculation of that ratio and for the application of deferral and the pay out in instruments: a. severance payments mandatory under national labour law or mandatory following a decision of a court; b. severance payments under (i) and (ii) where the institution is able to demonstrate the reasons and the appropriateness of the amount of the severance payment: (i) severance payments calculated through an appropriate predefined generic formula (e.g. gardening leave) set within the remuneration policy in the cases referred to in paragraph 167; (ii) severance payments corresponding to the additional amount due in application of a non-competition clause in the contract and paid out in future periods, up to the amount of the fixed remuneration which would have been paid, for the non- competition period, if staff were still employed; c. severance payments under paragraph 167, not fulfilling the condition in point (i) of paragraph 172(b), where the institution has demonstrated to the competent authority the reasons and the appropriateness of the amount of the severance payment.",
            "173.When calculating the amount that is not taken into account in the calculation of the ratio between the variable and fixed components of remuneration, the fact that a non-competition clause is included in the contract does not necessarily imply that the whole amount paid for the early termination of the contract is paid to compensate the identified staff for committing to 59 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY not competing for a certain period of time. Only those amounts of the settlement specifically identified in the contract as compensation for the non-competition clause would comply with paragraph 172. Where national legislation limits the length of non-competition clauses, any payment made beyond those time limits cannot be considered as a 'settlement made for a non- competition clause' and therefore cannot be excluded from the ratio of variable to fixed.",
            "174.When calculating the ratio between the variable and fixed components of the total remuneration, the following amounts of severance pay should be taken into account as variable remuneration for the purpose of the calculation of that ratio for the last performance period: a. the sum of any amounts higher than the fixed remuneration for the future periods under point (b)(ii) of paragraph 172; b. any other severance pay not listed in paragraph 172."
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "9.3.2",
        "article name": "Other payments after the end of a contract",
        "article paragraphs": [
            "175.Regular remuneration payments related to the duration of a notice period should not be considered as severance payments. The payment of an appropriate fixed amount after the regular end of an employment contract (i.e. after coming to its regular end or being cancelled by staff in line with the applicable notice periods) and to compensate staff where the institution restricts the taking up of an occupational activity should not be subject to the requirements applicable to variable remuneration, where this is compatible with national law. Such payments should not be made to replace severance payments under paragraph 167.",
            "176.Additional payments in the context of the regular end of a contractual period or of the appointment as member of the management body, e.g. awarded discretionary pension benefits, should not be treated as severance payments. Where such components are variable remuneration and are paid to identified staff, they are subject to all specific requirements for variable remuneration and the provisions within these guidelines."
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "10.1",
        "article name": "Personal hedging",
        "article paragraphs": [
            "177.Where an appropriate remuneration policy is aligned with risks, it should be sufficiently effective and able to result in practice in a downward adjustment to the amount of variable remuneration awarded to staff and the application of malus and clawback arrangements.",
            "178.Institutions should ensure to the extent possible that identified staff members are not able to transfer the downside risks of variable remuneration to another party through hedging or certain types of insurance, e.g. by implementing policies for dealing in financial instruments and disclosure requirements. 60 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY",
            "179.Identified staff should be considered to have hedged the risk of a downward adjustment in remuneration if the identified staff member enters into a contract with a third party or the institution and either of the following conditions is met: a. the contract requires the third party or the institution to make payments directly or indirectly to the identified staff member that are linked to or commensurate with the amounts by which the staff member's variable remuneration has been reduced; b. the identified staff member purchases or holds derivatives that are intended to hedge losses associated with financial instruments received as part of the variable remuneration.",
            "180.Identified staff should be considered to have insured the risk of a downward adjustment where staff take out an insurance contract with a stipulation to compensate them in the event of a downward adjustment in remuneration. This should in general not prevent taking out insurance to cover personal payments such as healthcare and mortgage instalments.",
            "181.The requirement to not use personal hedging strategies or insurance to undermine the risk alignment effects embedded in staff's remuneration arrangements should apply to deferred and retained variable remuneration.",
            "182.Institutions should maintain effective arrangements to ensure that the identified staff member complies with the provisions of this section. At least a declaration of self-commitment by the identified staff member that he or she will refrain from concluding personal hedging strategies or insurance for the purpose of undermining the risk alignment effects is necessary. Institutions' human resources or internal control functions should perform at least spot-check inspections of the compliance with this declaration with regard to the internal custodianship accounts. Random checks should at least include the internal custodianship accounts of identified staff. Notification to the institution of any custodial accounts outside the institution should also be made mandatory."
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "10.2",
        "article name": "Circumvention",
        "article paragraphs": [
            "183.Institutions should ensure that variable remuneration is not paid through vehicles or methods which aim at or effectively lead to non-compliance with remuneration requirements and the provisions of these Guidelines for identified staff or, where such requirements are applied to all staff, with remuneration requirements for all staff. This includes arrangements between the institution and third parties in which the staff member has a financial or personal interest.",
            "184.'Circumvention' is non-compliance with remuneration requirements and takes place if an institution is actually not meeting the objective and purpose of requirements when considered together, while formally the institution complies with the wording of the individual remuneration requirements.",
            "185.Circumvention takes place in the following circumstances, among others: 61 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY a. where variable remuneration is considered as fixed remuneration in line with the wording of these guidelines, but not with its objectives; b. where variable remuneration other than guaranteed variable remuneration is awarded or vests although, effectively: i. there has been no positive performance measured in line with Title IV of these guidelines by the staff member, business unit or institution; ii. there is no effective risk alignment (i.e. ex ante or ex post risk adjustment); or iii. the variable remuneration is not sustainable according to the institution's financial situation; c. where staff receive payments from the institution or an entity within the scope of consolidation which do not fall under the definition of remuneration, but are vehicles or methods of pay that contain an incentive for risk assumption or provide disproportionate returns on investments on instruments of the firm that are significantly different from conditions for other investors who would invest in such a vehicle; d. where staff receive payments from the institution or an entity within the scope of consolidation which do not fall under the definition of remuneration, but are vehicles or methods to circumvent the remuneration requirements (e.g. non-redeemable loan); e. where fixed remuneration components are awarded as a fixed number of instruments and not as a fixed amount; f. where staff are awarded remuneration in instruments or are able to buy instruments which are not priced at the market value or the fair value in the case of non-listed instruments and the additional value received is not taken into account in the variable remuneration; g. where adjustments to fixed remuneration components are frequently negotiated and adjustments are in fact made to align the remuneration with the performance of staff; h. where allowances are awarded at an excessive amount that is not justified for the underlying circumstances; i. where remuneration is labelled as payment for early retirement and not taken into account as variable remuneration, where in fact the payment has the character of a severance payment, as it is made in the context of the early termination of the contract, or where in fact the staff member does not retire after such award is made or where the payments are not granted on a monthly basis; j. any measures that would lead to a situation where in fact the remuneration policy would no longer be gender neutral. 62 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY",
            "186.Institutions should ensure that the method for measuring the performance has appropriate controls to ensure that the award criteria cannot be manipulated. Where such controls are not in place, the variable remuneration is not appropriately linked to performance and the remuneration policy is not appropriately implemented and any payment of variable remuneration can lead to a violation of regulatory requirements. Possible manipulations include, for instance, courtesy decisions in the bilateral performance measurement process, e.g. where no objective standards exist for the decision-making process regarding staff members' goal attainment.",
            "187.Institutions should not provide compensation for any reduction or restructuring of variable remuneration, e.g. made in the context of recovery and resolution measures or other exceptional government intervention, in later years or by other payments, vehicles or methods.",
            "188.Institutions should not create group structures or offshore entities or contracts with persons that act on behalf of the institution in order to manipulate the outcome of the identification process (e.g. because one Member State applies the derogation within Article 109(6) of Directive 2013/36/EU) and to circumvent the application of the remuneration requirements and the provisions of these Guidelines to staff to which these requirements and provisions should otherwise apply.",
            "189.Where short-term contracts (e.g. one year) are used and renewed on a regular basis by institutions, competent authorities should review if such contracts form a vehicle or method of circumvention of the remuneration requirements of Directive 2013/36/EU, e.g. as they would in fact create variable remuneration, and take appropriate measures to ensure that institutions comply with the requirements of Articles 92 and 94 of Directive 2013/36/EU.",
            "190.Where remuneration is fixed remuneration according to the guidelines in section 7, but is paid out in instruments, institutions and competent authorities should consider if the instruments used turn the fixed component of remuneration into a variable component of remuneration as a link to the performance of the institution is established. Institutions should not use financial instruments as part of the fixed remuneration to circumvent variable remuneration requirements and the instruments used should not provide incentives for excessive risk taking. Title III - Remuneration of specific functions",
            "11. Remuneration of members of the management and supervisory function of the management body",
            "191.The remuneration of the members of the management body in its management function (hereafter 'management function') should be consistent with their powers, tasks, expertise and responsibilities.",
            "192.In order to properly address conflicts of interest and without prejudice to paragraphs 193 and 194, members of the supervisory function should be compensated only with fixed 63 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY remuneration. Incentive-based mechanisms based on the performance of the institution should be excluded. The reimbursement of costs to members of the supervisory function and the payment of a fixed amount per working hour or day, even if the time to be reimbursed is not predefined, are considered as fixed remuneration.",
            "193.Where the supervisory function in exceptional cases is awarded variable remuneration, the variable remuneration and risk alignment should be strictly tailored to the assigned oversight, monitoring and control tasks, reflecting the individual's authorities and responsibilities and the achievement of objectives linked to their functions.",
            "194.Where variable remuneration is awarded in instruments, appropriate measures should be taken to preserve the independence of judgement of those members of the management body, including the setting of retention periods until the end of the mandate."
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "12",
        "article name": "Remuneration of control functions",
        "article paragraphs": [
            "195.The internal control functions should be independent and have sufficient resources, knowledge and experience to perform their tasks with regard to the institution's remuneration policy. The independent control functions should cooperate actively and regularly with each other and other relevant functions and committees with regard to the remuneration policy and risks which may arise from remuneration policies.",
            "196.The remuneration of staff in the independent control functions should allow the institution to employ qualified and experienced personnel in these functions. The remuneration of independent control functions should be predominantly fixed, to reflect the nature of their responsibilities.",
            "197.The methods used for determining the variable remuneration of control functions, i.e. risk management, compliance and internal audit function, should not compromise staff's objectivity and independence. Title IV - Remuneration policy, award and pay out of variable remuneration for identified staff",
            "13. Remuneration policy for identified staff",
            "198.Institutions must ensure that the remuneration policy for identified staff complies with all principles set out in Articles 92 and 94 and, where applicable, Article 93 of Directive 2013/36/EU and is gender neutral.",
            "199.Institutions should implement, for different categories of identified staff, specific remuneration policies and risk alignment mechanisms as appropriate to ensure that the impact of the category of identified staff on the institution's risk profile is appropriately aligned with their remuneration. 64 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY",
            "200.Where institutions consider paying out less than 100% of the fixed component of remuneration in cash, this decision should be well reasoned and approved as part of the remuneration policy.",
            "201.Where an institution in the legal form of a stock corporation and in particular a listed institution applies a shareholding requirement to some categories of identified staff, in order to achieve a better alignment of the incentives provided to staff with the risk profile of the institution in the long term, the amount should be clearly documented in the institution's policies. When a shareholding requirement is applied, staff should hold a certain number of shares or nominal amount of shares as long as they are employed in the same position or a position of equal or higher seniority."
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "13.1",
        "article name": "Fully flexible policy on variable remuneration",
        "article paragraphs": [
            "202.Institutions must have a fully flexible policy on variable remuneration for identified staff, in accordance with Article 94(1)(f) of Directive 2013/36/EU. The amount of variable remuneration awarded should appropriately react to changes in the performance of the staff member, the business unit and the institution. The institution should specify how the variable remuneration reacts to performance changes and the performance levels. This should include performance levels where variable remuneration decreases down to zero. Unethical or non-compliant behaviour should lead to a significant reduction of the staff member's variable remuneration.",
            "203.The gender-neutral fixed remuneration of identified staff should reflect their professional experience and organisational responsibility, taking into account the level of education, the degree of seniority, the level of expertise and skills, the constraints (e.g. social, economic, cultural or other relevant factors) and job experience, the relevant business activity and remuneration level of the geographical location.",
            "204.The amount of fixed remuneration must be sufficiently high in order to ensure that the reduction of the variable remuneration down to zero would be possible. Staff should not be dependent on the award of variable remuneration as this might otherwise create incentives for short-term-oriented excessive risk taking, including the mis-selling of products, where without such short-term risk taking the performance of the institution or staff would not allow for the award of variable remuneration.",
            "205.The pay out of fixed remuneration in instruments, if any, should not impair the ability of the institution to apply a fully flexible policy on variable remuneration."
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "13.2",
        "article name": "Ratio between fixed and variable remuneration",
        "article paragraphs": [
            "206.Institutions should set in advance in their remuneration policy the appropriate level of the maximum ratio between the variable and fixed components of total remuneration for identified staff, in accordance with the limits and procedures provided in Article 94(1)(g) of Directive 2013/36/EU and national law, taking into account the business activities, the risks and the impact that different categories of staff have on the risk profile. Institutions may set different 65 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY ratios for different jurisdictions, different business units, corporate and internal control functions and different categories of identified staff. The ratio set is the ratio between the variable component of remuneration that could be awarded as a maximum for the following performance period and the fixed component of remuneration for the following performance period.",
            "207.The maximum ratio should be calculated as the sum of all variable components of remuneration that could be awarded as a maximum in a given performance year, including the amount to be taken into account for the retention bonus, divided by the sum of all fixed components of remuneration to be awarded in relation to the same performance year. In any case, all remuneration components should be correctly allocated to either variable or fixed remuneration in line with these guidelines. Institutions may omit some of the fixed remuneration components where they are not material, e.g. where proportionate non- monetary benefits are awarded.",
            "208.In exceptional and duly justified cases, the remuneration policy may provide for a different ratio for individual identified staff members belonging to a certain category of staff compared with other staff members included in the same category of staff.",
            "209.The ratios set between the variable and fixed remuneration components for categories of staff or single staff members should be approved by the management body in its supervisory function or, where required, by the shareholders' meeting. The ratio between the variable and fixed remuneration components should be set independent of any potential future ex post risk adjustments or fluctuation in the price of instruments.",
            "210.The effective ratio should be calculated as the sum of all variable components of remuneration that have been awarded for the last performance year as set out in these guidelines, including amounts awarded for multi-year accrual periods, divided by the sum of fixed components of remuneration awarded for the same performance year. For multi-year accrual periods that do not revolve annually, institutions may alternatively take into account in each year of the performance period the maximum amount of variable remuneration that can be awarded at the end of the performance period divided by the number of years of the performance period.",
            "211.The effective ratio between variable remuneration awarded and fixed remuneration should increase with the performance achieved and include levels of awards that would only be achieved for performance which is 'above target' or 'exceptional'. The effective ratio must not exceed the maximum ratio set in accordance with Article 94(1)(g) of Directive 2013/36/EU, national law and the institution's remuneration policy.",
            "212.When calculating the maximum or effective ratio, institutions should apply the EBA guidelines on the applicable notional discount rate for variable remuneration under Article 94(1)(g)(iii) of Directive 2013/36/EU only when Member States have implemented Article 94(1)(g)(iii) of Directive 2013/36/EU or when the ratio is calculated for identified staff of an institution located in a third country that is a subsidiary of an EU parent institution. 66 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY",
            "14. Risk alignment process",
            "213.The risk alignment process includes the performance and risk measurement process (section 14.1); the award process (section 14.2); and the pay-out process (section 15). At each stage of the risk alignment process, the variable remuneration should be adjusted for all current and future risks taken. Institutions should ensure that incentives to take risks are balanced by incentives to manage risk.",
            "214.Institutions should align the time horizon of the risk and performance measurement with the institution's business cycle in a multi-year framework. Institutions should set the accrual period and the pay-out periods for remuneration at an appropriate length, differentiating between remuneration that should be paid upfront and remuneration that should be paid after deferral and retention periods. The accrual and pay-out periods should take into account the business activity and position of the category of identified staff or, in exceptional cases, of a single identified staff member.",
            "215.Within the risk alignment process, an appropriate combination of quantitative and qualitative criteria in the form of absolute and relative criteria should be used at all stages to ensure that all risks, performance and necessary risk adjustments are reflected. Absolute performance measures should be set by the institution on the basis of its own strategy, including its risk profile and risk appetite. Relative performance measures should be set to compare performance with peers, either 'internal' (i.e. within the organisation) or 'external' (i.e. similar institutions). Quantitative and qualitative criteria and the processes applied should be transparent and, as far as possible, predefined. Both quantitative and qualitative criteria may partly rely on judgement.",
            "216.Where judgemental approaches are used, institutions should ensure a sufficient level of transparency and objectivity when judgements are made by: a. setting a clear written policy outlining parameters and key considerations on which the judgement will be based; b. providing clear and complete documentation of the final decision regarding the risk and performance measurement or risk adjustments applied; c. involving relevant control functions; d. considering the personal incentives of the staff making the judgement and any conflicts of interest; e. implementing appropriate checks and balances, including making such adjustments within a panel involving staff from business units, corporate and control functions, etc .; f. approving the assessment made by a control function or at an appropriate hierarchical level above the function making the assessment, e.g. at the management body in its management or supervisory function or at the remuneration committee. 67 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY",
            "217.Institutions should make the risk alignment process transparent to identified staff, including any elements that are based on judgement rather than objective facts or data.",
            "218.Institutions should provide detailed information to the remuneration committee or to the supervisory function if the final outcome after applying judgemental measures is significantly different from the initial outcome using predefined measures."
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "14.1",
        "article name": "Performance and risk measurement process",
        "article paragraphs": [
            "219. The variable remuneration of identified staff should be aligned to all risks and the performance of the institution, the business unit and the individual. The relative importance of each level of the performance criteria should be determined beforehand in the remuneration policies and adequately balanced to take into account the objectives at each level, the position or responsibilities held by the staff member, the business unit in which he or she is active and current and future risks."
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "14.1.1",
        "article name": "Risk assessments",
        "article paragraphs": [
            "220.Institutions should define the objectives of the institution, business units and staff. These objectives should be derived from the institution's business and risk strategy, corporate values, risk appetite and long-term interests and also consider the cost of capital and the liquidity of the institution. Institutions should assess the institution's business units' and identified staff members' achievements during the accrual period against their objectives.",
            "221.Institutions should take into account all current and future risks, whether on or off balance sheet, differentiating between risks relevant to the institution, business units and individuals. Though institutions usually bear all types of risk at institution-wide level, at the level of individual identified staff members or business units only some types of risk may be relevant.",
            "222.Institutions should also use measures for the risk alignment of remuneration where an exact quantification of the risk exposure is difficult, such as reputational and operational risk. In such cases, the risk assessment should be based on suitable proxies, including risk indicators, capital requirements or scenario analysis.",
            "223.In order to conservatively take into account all material risks at the institution and business unit levels, institutions should use the same risk measurement methods as used for internal risk measurement purposes, e.g. within the internal capital adequacy assessment process (ICAAP) and in the institution's individual liquidity adequacy assessment. Institutions should take into account expected and unexpected losses and stressed conditions. For example, if an institution uses an Advanced Measurement Approach (AMA) to calculate its operational capital requirements, this methodology will already include high-severity losses and scenario analysis. Similarly, institutions' credit risk and market risk or economic capital models will also incorporate stressed conditions. 68 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY",
            "224. The institutions should be able to demonstrate to the competent authority how the risk calculations are broken down by business units and different types of risks. The extent and quality of methods and models used within the ICAAP should be reflected by the institution in a proportionate way in the remuneration policy. More sophisticated ICAAP methods should lead to a more sophisticated variable remuneration policy, including risk-sensitive adjustment techniques."
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "14.1.2",
        "article name": "Risk-sensitive performance criteria",
        "article paragraphs": [
            "225.Institutions should set and document both quantitative and qualitative, including financial and non-financial, performance criteria for individuals, business units and the institution. The performance criteria should not incentivise excessive risk taking or mis-selling of products.",
            "226.Institutions should use an appropriate balance between quantitative and qualitative as well as absolute and relative criteria.",
            "227.The criteria used to measure risk and performance should be linked as closely as possible to the decisions made by the identified staff member and the category of staff members that is subject to the performance measurement and should ensure that the award process has an appropriate impact on staff's behaviour.",
            "228.Performance criteria should include achievable objectives and measures on which the identified staff member has some direct influence. For example, variables at individual level for a lending officer could be the performance of loans originated or monitored by that person, while for the manager of a business unit it could be the performance of the management team of that unit. When assessing performance, the results and outcomes actually realised should be measured.",
            "229.Quantitative criteria should cover a period which is long enough to properly capture the risk taken by identified staff members, business units and the institution and should be risk adjusted and include economic efficiency measures. Examples of performance criteria are risk-adjusted return on capital (RAROC), return on risk-adjusted capital (RORAC), economic profit, internal economic risk capital, net economic contribution, risk-adjusted cost of funding, risk figures derived from the internal capital adequacy assessment process or financial figures which relate to the budget of functions (e.g. for corporate function, including legal and human resources) or to their operational risk profile, or pure accounting adjustments.",
            "230.Operating efficiency indicators (e.g. profits, revenues, productivity, costs and volume metrics) or some market criteria (e.g. share price and total shareholder return) do not incorporate explicit risk adjustment and are very short term and therefore not sufficient to capture all risks of the identified staff member's activities. Such performance criteria require additional risk adjustments.",
            "231. Qualitative criteria (such as the achievement of results, compliance with strategy within the risk appetite and compliance track record) should be relevant at an institution, business unit or 69 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY individual level. Examples of qualitative criteria are the achievement of strategic targets, customer satisfaction, adherence to risk management policy, compliance with internal and external rules, leadership, teamwork, creativity, motivation and cooperation with other business units, internal control and corporate functions."
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "14.1.3",
        "article name": "Specific criteria for control functions",
        "article paragraphs": [
            "232.Where control functions' staff receive variable remuneration, it should be appraised and the variable part of remuneration determined separately from the business units they control, including the performance which results from business decisions (e.g. new product approval) where the control function is involved.",
            "233.The criteria used for assessing the performance and risks should predominantly be based on the internal control functions' objectives. Variable remuneration for control functions should predominantly follow from control objectives, e.g. the Tier 1 ratio, the non-performing loan ratio, the non-performing loan recovery rate or audit findings. Their variable remuneration may be based also to some extent on the performance of the institution as a whole. The institution should consider setting a significantly lower ratio between the variable and fixed components of remuneration for control functions compared to the business units they control.",
            "234.If the head of the risk management function (Chief Risk Officer or CRO) is also a member of the management body, the principles set out in paragraphs 232 and 233 should also apply to the CRO's remuneration."
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "14.2",
        "article name": "Award process",
        "article paragraphs": [
            "235.Institutions should set a bonus pool. When determining bonus pools or individual awards, institutions should consider all current risks, expected losses, estimated unexpected losses and stressed conditions associated with the institution's activities.",
            "236. Variable remuneration should be awarded after the end of the accrual period. The accrual period should be at least one year. Where longer periods are used, different accrual periods may overlap, for example if a new multi-year period starts each year.",
            "237.After the accrual period, the institution should determine the individual identified staff members' variable remuneration by translating the performance criteria and risk adjustments into actual remuneration awards. During this award process, the institution should adjust remuneration for potential adverse developments in the future ('ex ante risk adjustment'). 70 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY"
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "14.2.1",
        "article name": "Setting of bonus pools",
        "article paragraphs": [
            "238.Institutions should define one or more bonus pools for the period for which variable remuneration is awarded and calculate the overall institution-wide bonus pool as a sum of these bonus pools.",
            "239.When setting the bonus pools, institutions should take into account the ratio between the variable and fixed components of total remuneration applicable to categories of identified staff, performance and risk criteria defined for the overall institution, control objectives and the financial situation of the institution, including its capital base and liquidity. The performance indicators used to calculate the bonus pool should include long-term performance indicators and take into account the realised financial results. A prudent use of accounting and valuation methods should be in place which ensures a true and fair evaluation of the financial results, capital base and liquidity.",
            "240.The bonus pools should not be set at a certain level to meet remuneration demands.",
            "241.Institutions should have appropriate processes and controls in place when determining the overall bonus pool.",
            "242.Where institutions use a top-down approach, they should set the amount of the bonus pool at the level of the institution, which is then fully or partially distributed among the business units and control functions after the evaluation of their performance. The individual awards should subsequently be based on the assessment of the individual's performance.",
            "243.Where institutions set the bonus pool in a bottom-up approach, the process should start at the level of the individual staff member. Depending on the performance criteria by which staff are assessed, a bonus pool allocation should be made for the staff member; the bonus pool of the business unit and the institution equals the sums of potential awards allocated to the respective subordinated levels. The institution should ensure that the institution's overall performance is appropriately taken into account.",
            "244. When distributing the bonus pool to the level of the business unit or individual staff member, the allocation should be based as appropriate on predefined formulae and judgemental approaches. Institutions may use scorecards or other appropriate methods to combine different approaches.",
            "245.When choosing the approach, institutions should take into account the following: formulae are more transparent and, therefore, lead to clear incentives, as the staff member knows all factors determining his or her variable remuneration. However, formulae may not capture all objectives, especially the qualitative ones, which can be better captured by judgemental approaches. The judgemental approach gives more flexibility to management and can, therefore, weaken the risk-based incentive effect of the performance-based variable remuneration. It should, therefore, be applied with appropriate controls and in a well- documented and transparent process. 71 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY",
            "246.Factors such as budget constraints, retention of staff and recruiting considerations, subsidisation among business units, etc. should not dominate the distribution of the bonus pool as they can weaken the relationship between performance, risk and remuneration.",
            "247.Institutions should maintain records on how the bonus pool and staff's remuneration were determined, including how estimates based on different approaches were combined."
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "14.2.2",
        "article name": "The ex ante risk adjustment in the award process",
        "article paragraphs": [
            "248.Institutions should determine the bonus pool and variable remuneration to be awarded based on an assessment of performance and risks taken. The adjustment for risks before the award is made ('ex ante risk adjustment') should be based on risk indicators and ensure that the variable remuneration awarded is fully aligned with the risks taken. The criteria used for the ex ante risk adjustment should be sufficiently granular to reflect all relevant risks.",
            "249.Depending on the availability of risk adjustment criteria, institutions should determine at what level they apply ex ante risk adjustments to the calculation of the bonus pool. This should be at the level of the business unit or at the level of organisational substructures thereof, e.g. the trading desk or the individual staff member.",
            "250.Risk alignment should be achieved by using risk-adjusted performance criteria, including performance criteria that are adjusted for risk based on separate risk indicators. Quantitative and qualitative criteria should be used.",
            "251.The ex ante risk adjustments made by institutions, where based on quantitative criteria, should largely rely on existing measures within the institutions used for other risk management purposes. Where adjustments to such measures are made within risk management processes, institutions should also make consistent changes in the remuneration framework. Quantitative criteria include: a. economic capital, economic profit, return on risk-weighted assets and return on allocated equity; b. the cost and quantity of the capital required for the risks of its activities, whereas the distribution of capital costs should reflect the risk profile of the institution and the whole of the institution's equity should be fully allocated and charged; c. the cost and quantity of liquidity risk assumed in the course of business; d. indirect liquidity costs (i.e. mismatch liquidity costs, cost of contingent liquidity risk and other liquidity risk exposures that an institution may have).",
            "252.When measuring the profitability of the institution and its business units, the measurement should be based on the net revenue where all direct and indirect costs related to the activity are 72 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY included. Institutions should not exclude costs of corporate functions, e.g. IT costs, group overheads or discontinued businesses.",
            "253.Institutions should make qualitative ex ante risk adjustments when determining the bonus pool and identified staff's remuneration through, for example, the use of balanced scorecards that explicitly include risk and control considerations such as compliance breaches, risk limit breaches and internal control indicators (e.g. based on internal audit results) or other similar methods.",
            "15. Pay-out process for variable remuneration",
            "254.Institutions should pay the variable remuneration partly upfront and partly deferred and in an appropriate balance between equity, equity-linked and other eligible instruments and cash in accordance with Article 94 of Directive 2013/36/EU. Before paying out the deferred part of cash or the vesting of deferred instruments, a reassessment of the performance and, if necessary, an ex post risk adjustment should be applied to align variable remuneration to additional risks that have been identified or materialised after the award. This also applies where multi-year accrual periods are used."
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "15.1",
        "article name": "Non-deferred and deferred remuneration",
        "article paragraphs": [
            "255.Institutions should implement a deferral schedule that appropriately aligns the remuneration of staff with the institution's activities, business cycle and risk profile and the activities of the identified staff members, so that a sufficient part of the variable remuneration can be adjusted for risk outcomes over time through ex post risk adjustments.",
            "256.A deferral schedule is defined by different components: a. the proportion of the variable remuneration that is being deferred (section 15.2); b. the length of the deferral period (section 15.2); c. the speed at which the deferred remuneration vests, including the time span from the end of the accrual period until the vesting of the first deferred amount (section 15.3).",
            "257.Institutions should take into account within the deferral schedule the form in which the deferred variable remuneration is awarded and should, where appropriate, differentiate their deferral schedules by varying these components for different categories of identified staff. The combination of these components should lead to an effective deferral schedule in which clear incentives for long-term-oriented risk taking are provided by transparent risk alignment procedures. 73 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY"
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "15.2",
        "article name": "Deferral period and proportion of deferred remuneration",
        "article paragraphs": [
            "258.The deferral period starts after the award is made (e.g. at the moment the upfront part of the variable remuneration is paid out). Deferral can be applied to both types of variable remuneration: cash and instruments.",
            "259.When setting the actual deferral period and proportion to be deferred in accordance with the minimum requirements under Article 94(1)(m) and Article 94(3) of Directive 2013/36/EU, institutions should consider: a. the responsibilities and authorities of identified staff and the tasks they performed; b. the business cycle and nature of the institution's activities; c. expected fluctuations in the economic activity and performance and risks of the institution and business unit and the impact of identified staff on these fluctuations; d. the approved ratio between the variable and fixed components of the total remuneration and the absolute amount of variable remuneration.",
            "260.Institutions should determine for which categories of identified staff, also considering their roles and responsibilities, deferral periods longer than the required minimum period of at least four to five years should be applied to ensure that the variable remuneration is aligned with the risk profile in the long term. Where longer multi-year accrual periods are used and where the longer accrual period provides more certainty about the risks that have materialised since the beginning of the accrual period, institutions should consider this fact when setting deferral and retention periods and may, where appropriate, introduce deferral periods that are shorter than the deferral periods which would be appropriate when a one-year accrual period would be used. The minimum requirement of a four-year deferral period and five year deferral period for members of the management body and senior management in significant institutions applies in any case.",
            "261.For members of the management body and senior management, significant institutions that do not benefit from the waiver within Article 94(3) of Directive 2013/36/EU should defer a significantly higher portion than 50% of the variable remuneration paid in instruments.",
            "262.Institutions should set an appropriate portion of remuneration that should be deferred for a category of identified staff or a single identified staff member at or above the minimum proportion of 40%. In case of particularly high amounts of variable remuneration, the proportion of deferral for such staff members should be at least 60%.",
            "263.Institutions should define what level of variable remuneration constitutes a particularly high amount, taking into account the average remuneration paid within the institution, the EBA remuneration benchmarking report and, where available, national and other remuneration benchmarking results and the thresholds set by competent authorities. When implementing the 74 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY guidelines, competent authorities should set an absolute or relative threshold, considering the above criteria. Remuneration at or above that threshold should always be considered as being a particularly high amount.",
            "264. Where institutions determine the proportion that is deferred by a cascade of absolute amounts (e.g. part between 0 and 100: 100% upfront; part between 100 and 200: 50% upfront and the rest is deferred; and part above 200: 25% upfront and the rest is deferred), institutions should be able to demonstrate to the competent authority that on an average weighted basis for each identified staff member the institution respects the 40% to 60% minimum deferral threshold and that the deferred portion is appropriate and correctly aligned with the nature of the business, its risks and the activities of the identified staff member in question.",
            "265. Where the general principles of national contract and labour law prevent the substantial reduction of variable remuneration where subdued or negative financial performance of the institution occurs, institutions should apply a deferral scheme and use instruments for the award of variable remuneration which ensure that ex post risk adjustments are applied as far as possible. This may include any of the following: a. the setting of longer deferral periods; b. avoiding the use of pro rata vesting in situations where malus can be applied, but the application of clawback would be subject to legal impediments; c. awarding a higher portion of variable remuneration in instruments that are aligned to the performance of the institution and subject to sufficiently long deferral and retention periods."
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "15.3",
        "article name": "Vesting of deferred remuneration",
        "article paragraphs": [
            "266.The first deferred portion should not vest sooner than 12 months after the start of the deferral period. The deferral period ends when the awarded variable remuneration has vested or where the amount was reduced to zero as malus was applied.",
            "267.Deferred remuneration should either vest fully at the end of the deferral period or be spread out over several payments in the course of the deferral period in accordance with Article 94(1)(m) of Directive 2013/36/EU.",
            "268.Pro rata vesting means for e.g. a deferral period of four years that at the end of years n+1, n+2, n+3 and n+4, one fourth of the deferred remuneration vests, with n being the moment at which the upfront part of awarded variable remuneration is paid.",
            "269.Vesting should not take place more frequently than on a yearly basis to ensure a proper assessment of risks before the application of ex post adjustments. 75 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY"
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "15.4",
        "article name": "Award of variable remuneration in instruments",
        "article paragraphs": [
            "270.The instruments used for the award of variable remuneration should contribute to the alignment of variable remuneration with the performance and risks of the institution.",
            "271.Where instruments issued by an institution in the scope of consolidation under points (i) and (ii) of Article 94(1)(l) of the CRD are available, the variable remuneration should consist of a balance of different types of instruments. Institutions should, where such instruments are available, prioritise the use of instruments subject to bail-in, in line with the instruments set out in the RTS on instruments, and shares, rather than the use of value-based items like share-linked instruments.",
            "272.The availability of instruments under Article 94(1)(l)(i) of the CRD depends on the legal form of an institution: a. For institutions which are stock corporations (both listed and non-listed), shares or share- linked instruments are available. b. For institutions which are non-stock corporations, ownership interests that are equivalent to shares or non-cash instruments that are equivalent to share-linked instruments are available.",
            "273.Share-linked or other equivalent non-cash instruments (e.g. stock appreciation rights, types of synthetic shares) are those instruments or contractual obligations, including instruments based on cash, whose value is based on the market price or, where a market price is not available, the fair value of the stock or equivalent ownership right and track the market price or fair value. All such instruments should have the same effect in terms of loss absorbency as shares or equivalent ownership interests.",
            "274.The availability of 'other instruments' under Article 94(1)(I)(ii) of Directive 2013/36/EU depends on whether an institution or an institution in the scope of consolidation has already issued such instruments and sufficient amounts of such instruments are available. Where institutions are primarily wholesale funded, or rely to a large extent on additional Tier 1, Tier 2 or bail-in-able debt to meet their capital requirements, such instruments should be available for the purposes of variable remuneration, provided that these 'other instruments' comply with Commission Delegated Regulation (EU) No 527/2014.",
            "275.Where there are no specific factors or national laws that prevent the use of 'other instruments' under Article 94(1)(l)(ii) of Directive 2013/36/EU, or factors that prevent institutions from issuing instruments in compliance with Commission Delegated Regulation (EU) No 527/2014, then such instruments should be used for the award of variable remuneration, where they are available.",
            "276.Where both equity or equity-linked and other eligible instruments defined under Commission Delegated Regulation (EU) No 527/2014 are available, it is possible to pay variable remuneration 76 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY as a balance of different instruments. In that case, institutions must ensure that the portion of variable remuneration that is paid in instruments comprises an appropriate balance of instruments under point (i) and point (ii) of Article 94(1)(l) of Directive 2013/36/EU. Institutions should be able to demonstrate that they have taken into account the interests of shareholders, creditors, bondholders and other stakeholders when setting the balance between different instruments.",
            "277.Institutions should ensure that they have the awarded instruments available when the variable remuneration awarded in instruments vests. Institutions may decide not to hold the instruments during the deferral period, but should in that case take into account the relevant market risks.",
            "278.Instruments should be priced at the market price or their fair value on the date of the award of these instruments. This price is the basis for the determination of the initial number of instruments and for later ex post adjustments to the number of instruments or their value. Such valuations should also be done before the vesting to ensure that ex post risk adjustments are applied correctly and before the retention period ends. Institutions that are not large institutions and that are not listed may establish the value of the ownership interests and ownership interest-linked instruments based on the last annual financial results.",
            "279.Institutions may award a fixed number or nominal amount of deferred instruments using different techniques, including trustee depot facilities and contracts, provided that in every case the number or nominal amount of the instruments awarded is provided to identified staff at vesting, unless the number or nominal amount is reduced by the application of malus. Institutions should make sure that the awarded instruments are available for the pay out to staff at the latest when they vest.",
            "280.Institutions should not pay any interest or dividend on instruments which have been awarded as variable remuneration under deferral arrangements to identified staff; this also means that interest and dividends payable during the deferral period should not be paid to staff after the deferral period ends. Such payments should be treated as received and owned by the institution.",
            "281.Competent authorities should not limit the possibility to use instruments under Article 94(1)(l) to such an extent that institutions cannot establish an appropriate balance between instruments under point (i) and point (ii) of Article 94(1)(l) of Directive 2013/36/EU."
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "15.5",
        "article name": "Minimum portion of instruments and their distribution over time",
        "article paragraphs": [
            "282.Where applicable, the requirement to pay, in accordance with Article 94(1)(l) of Directive 2013/36/EU, at a minimum 50% of any variable remuneration in instruments should be applied equally to the non-deferred and the deferred part and both parts should consist of a balance of instruments in line with the guidelines in section 15.4. 77 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY",
            "283.Institutions should prioritise the use of instruments rather than award variable remuneration in cash. Institutions should set the percentage which must be awarded in a balance of instruments at or above 50% separately for the deferred and non-deferred parts of variable remuneration. Where institutions award a higher portion than 50% of the variable remuneration in instruments, they should prioritise a higher share of instruments within the deferred portion of the variable remuneration component.",
            "284. The ratio of variable remuneration that is paid out in instruments should be calculated as the quotient between the amount of variable remuneration awarded in instruments and the sum of the variable remuneration awarded in cash, instruments and in other benefits. All amounts should be valued at the point of award unless stated otherwise in these guidelines."
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "15.6",
        "article name": "Retention policy",
        "article paragraphs": [
            "285.The retention period applied to variable remuneration paid in instruments should be set at an appropriate length in order to align incentives with the longer-term interests of the institution.",
            "286.Institutions should be able to explain how the retention policy relates to other risk alignment measures and how they differentiate between instruments paid upfront and deferred instruments.",
            "287.When setting the retention period, institutions should consider the overall length of the deferral and the planned retention period and the impact of the category of identified staff on the institutions' risk profile and the length of the business cycle relevant to the category of staff.",
            "288.A longer retention period as applied in general to all identified staff should be considered in cases where the risks underlying the performance can materialise beyond the end of the deferral and standard retention period, at least for the staff with the highest impact on the institutions' risk profile.",
            "289.For awarded instruments, a retention period of at least one year should be set. Longer periods should be set in particular where ex post risk adjustments mainly rely on changes in the value of instruments which have been awarded. Where the deferral period is at least five years, a retention period for the deferred part of at least six months may be imposed for identified staff other than members of the management body and senior management for whom a minimum retention period of one year should be applied."
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
        "document name": "Draft Final report on GL on remuneration policies under CRD.di",
        "article id": "15.7.1",
        "article name": "Malus and clawback",
        "article paragraphs": [
            "290.Malus or clawback arrangements are explicit ex post risk adjustment mechanisms where the institution itself adjusts remuneration of the identified staff member based on such mechanisms (e.g. by lowering awarded cash remuneration or by reducing the number or value of instruments awarded). 78 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY",
            "291.Without prejudice to the general principles of national contract or labour law, institutions must be able to apply malus or clawback arrangements to up to 100% of the total variable remuneration in accordance with Article 94(1)(n) of Directive 2013/36/EU regardless of the method used for the payment, including deferral or retention arrangements.",
            "292.Ex post risk adjustments should always be performance or risk related. They should respond to the actual risk outcomes or changes to persisting risks of the institution, business line or staff's activities. They should not be based on the amount of dividends paid or the evolution of the share price.",
            "293.Institutions should analyse whether their initial ex ante risk adjustments were sufficient, e.g. whether risks have been omitted or underestimated or new risks were identified or unexpected losses occurred. The extent to which an ex post risk adjustment is needed depends on the accuracy of the ex ante risk adjustment and should be established by the institution based on back-testing.",
            "294.When setting criteria for the application of malus and clawback in accordance with Article 94(1)(n) of Directive 2013/36/EU, institutions should also set a period during which malus or clawback will be applied to identified staff. This period should at least cover deferral and retention periods. Institutions may differentiate between criteria for the application of malus and clawback. Clawback should in particular be applied in the case of fraud or other conduct with intent or severe negligence which led to significant losses.",
            "295.Institutions should use at least the performance and risk criteria initially used in order to ensure a link between the initial performance measurement and its back-testing. Institutions should, in addition to the criteria set out in Article 94(1)(n)(i) and (ii) of Directive 2013/36/EU, use specific criteria including: a. evidence of misconduct or serious error by the staff member (e.g. breach of code of conduct and other internal rules, especially concerning risks); b. whether the institution and/or the business unit subsequently suffers a significant downturn in its financial performance (e.g. specific business indicators); c. whether the institution and/or the business unit in which the identified staff member works suffers a significant failure of risk management; d. significant increases in the institution's or business unit's economic or regulatory capital base; e. any regulatory sanctions, e.g. punitive, administrative, disciplinary or otherwise, where the conduct of the identified staff member contributed to the sanction.",
            "296. Where malus can only be applied at the time of vesting of the deferred payment, institutions may choose, where possible, to apply clawback after the pay out or vesting of the variable 79 FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES EBA EUROPEAN BANKING AUTHORITY remuneration. The application of malus may not be possible where the derogation under Article 94(3) of Directive 2013/36/EU applies as the requirement to defer variable remuneration is not applied; institutions should ensure that clawback can be applied.",
            "297.Malus and clawback arrangements should lead to a reduction of the variable remuneration where appropriate. Under no circumstances should an explicit ex post risk adjustment lead to an increase of the variable remuneration initially awarded or, where malus or clawback was already applied in the past, to an increase of the reduced variable remuneration."
        ]
    }
]
