[
    {
        "document title": "Regulations and guidelines 1/2012",
        "document name": "01_2012.m5_en.di",
        "article id": "4.1",
        "article name": "Functioning of risk management and internal control",
        "article paragraphs": [
            "(1) Supervised entities subject to chapter 5, section 10, subsection 1 of the Credit Institutions Act and chapter 6, section 1, subsection 2 of the Mutual Funds Act may carry out their business through representatives or otherwise outsource activities material to their operations, unless this is likely to be detrimental to the institution's risk management or internal control or significantly hinder the conduct of the institution's business. (Issued on 15.6.2023, valid from 1.9.2023)",
            "(2) According to chapter 3, section 4, subsection 2 of the Act on Trading in Financial Instruments, the exchange may outsource any activity material to its operations, other than the operation of a regulated market, unless this is likely to be detrimental to the exchange's risk management or internal control or its business or other material activities. (Issued on 23.1.2018, valid from 1.2.2018)",
            "(3) According to section 23, subsection 1 of the Payment Institutions Act, payment institutions may outsource activities material to the provision of payment services, unless this is likely to be significantly detrimental to the institution's internal control."
        ]
    },
    {
        "document title": "Regulations and guidelines 1/2012",
        "document name": "01_2012.m5_en.di",
        "article id": "4.2.1",
        "article name": "General",
        "article paragraphs": [
            "(4) Supervised entities subject to chapter 5, section 11 of the Credit Institutions Act, chapter 6, section 1, subsection 7 of the Mutual Funds Act, and section 23, subsection 5 of the Payment Institutions Act shall ensure that outsourcing partners continuously provide them with all information necessary for official supervision, risk management and internal control, and that they have the right to forward such information to the Financial Supervisory Authority. Furthermore, a credit institution must ensure that it has the right to forward the information to the central body of the amalgamation of deposit banks, if it is under the inspection of the central body. (Issued on 15.6.2023, valid from 1.9.2023)",
            "(5) In accordance with section 23, subsection 1 of the Payment Institutions Act, payment institutions may outsource activities material to the provision of payment services, unless this is likely to be significantly detrimental to the supervision conducted by the Financial Supervisory Authority.",
            "(6) According to chapter 3, section 4, subsection 2 of the Act on trading in financial instruments, the exchange may outsource a function with material impact on its operation, with the exception of the operation of a regulated market, if the outsourcing does not hinder the supervision conducted by the Financial Supervisory Authority. According to chapter 3, section 4, subsection 5 of the Act, the exchange must obtain the information required for the purposes of regulatory supervision and forward it to the Financial Supervisory Authority. (Issued on 23.1.2018, valid from 1.2.2018)",
            "(7) By virtue of section 24 subsection 2 of the Act on the Financial Supervision Authority, the FIN- FSA shall, confidentiality provisions notwithstanding, have the right to obtain all information that is necessary for supervisory purposes at the place of business of a company which acts as the supervised entity's representative or a company which, by order of the supervised entity, performs tasks pertaining to the accounting, information system or risk management or other internal control of the supervised entity. (Issued on 23.1.2018, valid from 1.2.2018) FIN-FSA FINANSSIVALVONTA Regulations and guidelines 1/2012 Issued on: Valid from: 23 February 2012 1.4.2012 until further notice FIN S C FIN FIN FIN FIN CIN *************** A A 10 (23)",
            "(8) By virtue of section 18, subsection 4 of the Act on the Financial Supervision Authority, a company carrying out tasks related to a supervised entity's business, accounting, information system, risk management or internal control as its representative or acting under assignment, confidentiality provisions notwithstanding, shall provide the FIN-FSA without undue delay any information and reports requested by it as are necessary for supervision. (Issued on 15.6.2023, valid from 1.9.2023) Guideline (paragraph 9)",
            "(9) The FIN-FSA recommends that a clause granting access to information and a right of inspection be included in outsourcing contracts referred to in chapter 7."
        ]
    },
    {
        "document title": "Regulations and guidelines 1/2012",
        "document name": "01_2012.m5_en.di",
        "article id": "5.1",
        "article name": "General",
        "article paragraphs": [
            "(1) In outsourcing activities requiring authorisation, supervised entities shall also take account of regulations and guidelines in chapter 4 on general conditions for outsourcing and requirements in chapter 6 set for risk management.",
            "(2) According to chapter 6, section 2, subsection 2 of the Mutual Funds Act, representatives used by management companies to carry out investment activities must be enterprises that are authorised or registered for the relevant activity and subject to prudential supervision. (Issued on 15.6.2023, valid from 1.9.2023) Guideline (paragraph 3)",
            "(3) The FIN-FSA recommends that credit institutions outsource other activities requiring authorisation than investment services only to representatives or entities that are authorised for the activity concerned."
        ]
    },
    {
        "document title": "Regulations and guidelines 1/2012",
        "document name": "01_2012.m5_en.di",
        "article id": "8.2",
        "article name": "Regulatory background",
        "article paragraphs": [
            "(2) If an authorised credit institution intends to conduct business through an agent or otherwise outsource a material activity to an enterprise not belonging to the same consolidation group or amalgamation of deposit banks as the credit institution, chapter 5 section 10 subsection 4 of the Credit Institutions Act stipulates that the credit institution must notify the FIN-FSA of the outsourcing plans in advance. (Issued on 23.1.2018, valid from 1.2.2018)",
            "(3) If an authorised management company intends to conduct business through an agent or otherwise outsource a material activity to an enterprise not belonging to the same consolidation group or amalgamation of deposit banks as the management company, chapter 6, section 1, subsection 5 of the Mutual Funds Act stipulates that the management company must notify the FIN-FSA of the outsourcing plans in advance. (Issued on 15.6.2023, valid from 1.9.2023)",
            "(4) If an authorised exchange intends to outsource a material activity, chapter 3 section 5 of the Act on Trading in Financial Instruments stipulates that the exchange must notify the FIN-FSA of the outsourcing plans in advance. (Issued on 23.1.2018, valid from 1.2.2018)",
            "(5) Supervised entities referred to in chapter 5, section 10, subsection 4 of the Credit Institutions Act, chapter 6, section 1, subsection 5 of the Mutual Funds Act and chapter 3, section 5 of the Act on Trading in Financial instruments, must notify the FIN-FSA in advance of any material changes in the contractual relationship between the supervised entity and the outsourcing partner. (Issued on 15.6.2023, valid from 1.9.2023)",
            "(6) According to section 23, subsection 5 of the Payment Institutions Act, a payment institution must notify the FIN-FSA in advance of outsourcing of an activity material to payment services.",
            "(7) According to section 24, subsection 3 of the Payment Institutions Act, a payment institution must provide the FIN-FSA with information on natural or legal persons acting as representatives in the provision of payment services."
        ]
    },
    {
        "document title": "Regulations and guidelines 4/2023",
        "document name": "04_2023.m3_en.di",
        "article id": "4.1",
        "article name": "General",
        "article paragraphs": [
            "(1) In accordance with chapter 3, section 16 of the AML Act, obliged entities shall have effective policies, procedures and internal control to ensure that they comply with obligations imposed on them by sanctions regulation and national freezing orders.",
            "(2) In accordance with chapter 9, section 1(1) of the AML Act, obliged entities shall designate a person from their management to be responsible for supervising compliance with the AML Act and provisions issued thereunder.",
            "(3) In accordance with chapter 9, section 1(1) of the AML Act, obliged entities shall ensure that their employees are provided with training to ensure compliance with the AML Act and provisions issued thereunder."
        ]
    },
    {
        "document title": "Regulations and guidelines 4/2023",
        "document name": "04_2023.m3_en.di",
        "article id": "36",
        "article name": "See the website of Finland's Official Journal https://www.virallinenlehti.fi/",
        "article paragraphs": [
            "(50) The supervised entity shall ensure that any internal lists compiled by the supervised entity itself, which are used to automatically close false positive alerts (safelisting) are updated regularly, and it is ensured that they are up to date. The supervised entity shall assess on a regular basis whether the grounds for keeping a given name on the list are still valid.",
            "(51) If the supervised entity outsources or intends to outsource the management of sanctions lists to an external service provider, the supervised entity shall ensure that the external service provider has adequate expertise and competence for the management of sanctions lists. The supervised entity shall also ensure that the external service provider reports on its progress in the management of the sanctions lists to the supervised entity on a regular basis.",
            "(52) The supervised entity shall have procedures in place to ensure the accuracy and integrity of data related to the sanctions lists. GUIDELINE (paragraphs 53-57)",
            "(53) The FIN-FSA recommends that regulations 48-52 are also complied with by supervised entities excluded from the authority to issue regulations under paragraph 45.",
            "(54) The FIN-FSA recommends that the supervised entity designate a person(s) responsible for the management of sanctions lists. In addition, the supervised entity shall ensure that the persons responsible for the management of sanctions lists have adequate understanding of the obligations under sanctions regulation and freezing orders to perform the task as well as relevant technological expertise.",
            "(55) According to the FIN-FSA's interpretation, regulation 48 entails that the supervised entity shall have procedures in place to ensure that the supervised entity complies with valid sanctions regulations and national freezing orders from their date of entry into force. Examples: It has become common practice that EU sanctions regulations enter into force on the same day when they are published in the Official Journal of the European Union. This entails that the supervised entity's procedures must ensure that new sanctions are implemented as part of the supervised entity's sanctions screening without delay. National freezing orders issued by the National Bureau of Investigation are published in the Official Gazette of Finland, and they apply as of the day of publication. This entails that the supervised entity's procedures must ensure that new national freezing orders are implemented as part of the supervised entity's sanctions screening without delay.",
            "(56) An application example for paragraph 49 A supervised entity's IT systems have undergone an extensive update, after which the supervised entity tests the operability of the systems used in sanctions monitoring. In this context, the supervised entity detects that new sanctions lists published in the previous week have not been updated in the supervised entity's IT systems. The supervised entity takes corrective measures without delay in order to add the newest sanctions lists to sanctions monitoring as soon as possible. The supervised entity also carries out ex-post sanctions screening of the customer base and payment traffic covering the period when the FIN-FSA FINANCIAL SUPERVISORY AUTHORITY Regulations and guidelines 4/2023 Issued 4.12.2023 Valid from 1.3.2024 until further notice FIN FIN S FIN 39 (52) outdated lists were used in screening in order to identify any potential breaches of sanctions regulation or national freezing orders. In addition, the supervised entity files an incident report to the FIN-FSA.37",
            "(57) The FIN-FSA recommends that the supervised entity uses a list of dual-use items, where applicable, in its sanctions screening. Such circumstances may be related for example to trade finance services provided by the supervised entity."
        ]
    },
    {
        "document title": "Regulations and guidelines 8/2014",
        "document name": "08_2014.m6_en.di",
        "article id": "3",
        "article name": "EBA Revised Guidelines on Major Incident Reporting under PSD2 (EBA/GL/2021/03)",
        "article paragraphs": [
            "(14) The annual report shall be prepared on the five largest loss events in euro amounts due to operational risk during the course of the calendar year. However, no report need be prepared on damages of less than EUR 10,000.",
            "(15) The report shall include at least the following information: · event description and damage type according to the classifications defined in section 4.4 · information on measures taken in response to the event · information on loss amount as well as on insurance indemnity or other compensations.",
            "(16) The annual report shall be made with the form template available on the FIN-FSA's website and submitted according to the operating guidelines available on the FIN-FSA's website. (Issued on 1 December 2022, valid from 1 January 2023) Guideline (paragraphs 17-18)",
            "(17) The FIN-FSA recommends that the central body of the amalgamation of deposit banks submit the report on losses from supervised entities within the amalgamation, and that the Local Cooperative Bank Association submit the report on losses from cooperative banks within the association, to the FIN-FSA.",
            "(18) The FIN-FSA recommends that an annual report be also submitted in case there have been no losses. (Issued on 23 September 2019, valid from 1 January 2020). 9.3 Annual assessment of operational and security risks of payment services (Issued on 29 January 2018, valid from 1 March 2018)",
            "(19) By virtue of its regulatory powers referred to in section 2.4, the FIN-FSA issues the following regulation. Regulation (paragraph 20)",
            "(20) Supervised entities providing payment services and persons providing payment services without authorisation shall submit annually to the FIN-FSA their assessment of operational and security risks as well as risk management measures. A free-form risk assessment shall be submitted by 28 February according to the operating guidelines available on the FIN-FSA's website. (Issued on 1 December 2022, valid from 1 January 2023) 9.4 Reporting of fraud data related to payment services (Issued on 23 September 2019, valid from 1 January 2020)",
            "(21) In accordance with chapter 3, section 19b (4) of the Act on Payment Institutions, payment institutions and persons providing payment services without an authorisation shall provide statistical data on fraud relating to different means of payment to the Financial Supervisory Authority. By virtue of chapter 3, section 19b (4) of the Act on Payment Institutions, the Financial Supervisory Authority may issue further regulations on this reporting obligation. The provision FIN-FSA FINANCIAL SUPERVISORY AUTHORITY Regulations and guidelines 8/2014 Issued Valid from 4.11.2014 1.2.2015 until further notice S FIN FIN FIN CIN *************** A 36 (41) also applies, in accordance with chapter 9, section 16(4) of the Credit Institutions Act, to credit institutions providing payment services.",
            "(22) By virtue of Article 16 of Regulation EU) N:o 1093/2010 of the European Parliament and of the Council, the European Banking Authority issued \"Guidelines on fraud reporting under Article 96(6) PSD2\". (EBA/GL/2018/05) Fraud information shall be reported according to these Guidelines for the year 2021 for the last time. Fraud information for the year 2022 shall be reported to the Bank of Finland according to the guidelines given by the European Central Bank. Regulation (paragraphs 23-26 )",
            "(23) Supervised entities providing payment services and persons providing payment services without authorisation as well as domestic credit institutions providing payment services and foreign credit institutions' branches providing payment services in Finland must report data on fraud related to payment instruments on an MF form available at the FIN-FSA's Jakelu distribution service. (Issued on 23 September 2019, valid from 1 January 2020).",
            "(24) Payment institutions and credit institutions providing payment services must submit the data to the FIN-FSA semi-annually by 28 February and 31 August. (Issued on 23 September 2019, valid from 1 January 2020).",
            "(25) Persons providing payment service without authorisation must report the data annually by 28 February. (Issued on 23 September 2019, valid from 1 January 2020).",
            "(26) Foreign payment or credit institutions' branch operating in Finland must submit the data to the FIN-FSA semi-annually by 28 February and 31 August. (Issued on 23 September 2019, valid from 1 January 2020). Guideline (paragraph 27)",
            "(27) The FIN-FSA recommends that to the extent there are no binding regulations above in this chapter 9.4 on the EBA Guidelines referred to above in paragraph (20), parties falling within the scope of application of this chapter comply with said Guidelines. (Issued on 23 September 2019, valid from 1 January 2020). 9.5 Applying for an exemption from maintaining a contingency mechanism for a PSD2 dedicated interface (Issued on 23 September 2019, valid from 1 January 2020)",
            "(28) By virtue of Article 16 of Regulation (EU) No 1093/2016 of the European Parliament and of the Council, the European Banking Authority (EBA) has issued \"Guidelines of the European Banking Authority on the conditions to benefit from an exemption from the contingency mechanism under Article 33(6) of Regulation (EU) 2018/389\" (regulatory technical standard on strong customer authentication and common and secure open standards of communication) (EBA/GL/2018/07). FIN-FSA FINANCIAL SUPERVISORY AUTHORITY Regulations and guidelines 8/2014 Issued 4.11.2014 Valid from 1.2.2015 until further notice FIN S FIN FIN CIN A 37 (41) Guideline (paragraph 29)",
            "(29) The FIN-FSA recommends that entities and persons falling within the scope of application of these guidelines comply with the ESA Guideline referred in paragraph (26), which is available at finanssivalvonta.fi. (Issued on 23 September 2019, valid from 1 January 2020). FIN-FSA FINANCIAL SUPERVISORY AUTHORITY Regulations and guidelines 8/2014 Issued Valid from 4.11.2014 1.2.2015 until further notice S FIN FIN FIN CIN A 38 (41)"
        ]
    },
    {
        "document title": "Regulations and guidelines 3/2015",
        "document name": "2015_03.m4_en.di",
        "article id": "1.2",
        "article name": "Definitions",
        "article paragraphs": [
            "(1) Supervised entity refers to all supervised entities, foreign supervised entities and traders that fall within the scope of chapter 1.1 of these regulations and guidelines and that are referred to in the Act on the Financial Supervisory Authority. (Issued on 24.5.2023, valid from 1.7.2023)",
            "(2) Loan-to-value ratio (also LTV ratio) refers to, pursuant to chapter 15, section 11 of the Credit Institutions Act and section 14 of the Act on the Registration of Certain Credit Providers and Credit Intermediaries, the loan amount granted in relation to the current value of the collateral security lodged as security for the loan at the time of granting of the loan. (Issued on 24.5.2023, valid from 1.7.2023)",
            "(3) Loan refers to a consumer credit1 under chapter 15, section 11, subsection 1 of the Credit Institutions Act and section 14, subsection 1 of the Act on the Registration of Certain Credit Providers and Credit Intermediaries, which is secured by shares in a housing corporation, residential property or right-to-use property, where the loan is intended for: 1) the purchase of shares in a corporation carrying entitlement to control an apartment, a residential property or residential building located in a plot subject to the right to use such property; or 2) carrying out the renovation of a residential apartment, residential property or residential building. (Issued on 24.5.2023, valid from 1.7.2023)",
            "(4) Primary housing pledge refers, for example, to an apartment or detached house under construction."
        ]
    },
    {
        "document title": "Regulations and guidelines 2/2024",
        "document name": "2024_01.m1_en.di",
        "article id": "4.5",
        "article name": "Separation of risk management concerning mortgage bank operations in the event of resolution",
        "article paragraphs": [
            "(1) Section 9, subsection 3 of the MCBCBA provides on ensuring that the administration of covered bonds can be continued despite resolution procedures. FIN-FSA FINANCIAL SUPERVISORY AUTHORITY Regulations and guidelines / Issued 18 October 2024 Valid from 1 January 2025 until further notice S FIN FIN 11 (12) GUIDELINE (paragraph 2)",
            "(2) The FIN-FSA recommends that authorised credit institutions that are not mortgage banks arrange their risk management concerning mortgage bank operations as a single entity so that they have the capacity to separate them into an independent entity in the potential event of resolution. FIN-FSA FINANCIAL SUPERVISORY AUTHORITY Regulations and guidelines / Issued 18 October 2024 Valid from 1 January 2025 until further notice S FIN FIN 12 (12)"
        ]
    },
    {
        "document title": "Regulations and guidelines 5/2019",
        "document name": "5_2019_m4_en.di",
        "article id": "6.2.1",
        "article name": "Exposures to central governments or central banks; Article 114 of the CRR",
        "article paragraphs": [
            "(2) According to the FIN-FSA's interpretation, in Finland assets referred to in Article 114 of the CRR mean exposures to: · the Finnish government · Finnish government enterprises · the Social Insurance Institution.",
            "(3) According to the FIN-FSA's interpretation, Finnish government enterprises referred to in paragraph (2) comprise Senate Properties and Metsähallitus (the Forest Board).",
            "(4) According to the FIN-FSA's interpretation, exposures to unincorporated state enterprises do not fall within the scope of Article 114 of the CRR, but they are included in exposures to corporates."
        ]
    },
    {
        "document title": "Regulations and guidelines 5/2019",
        "document name": "5_2019_m4_en.di",
        "article id": "6.2.3",
        "article name": "Exposures to public sector entities; Article 116 of the CRR",
        "article paragraphs": [
            "(7) According to the FIN-FSA's interpretation, exposures to the Employment Fund shall be treated as exposures to public sector entities referred to in Article 116 of the CRR.",
            "(8) According to the FIN-FSA's interpretation, exposures to universities shall be treated as exposures to public sector entities referred to in Article 116 of the CRR.",
            "(9) Under Article 116(4) of the CRR, exposures to public sector entities may in certain circumstances be treated as exposures to the central government. According to the FIN-FSA's interpretation, the Municipal Guarantee Board is a public sector entity whose exposures can be treated as exposures to the central government."
        ]
    },
    {
        "document title": "Regulations and guidelines 5/2019",
        "document name": "5_2019_m4_en.di",
        "article id": "6.2.6",
        "article name": "Exposures secured by mortgages on residential property; Article 125 of the CRR",
        "article paragraphs": [
            "(15) According to the FIN-FSA's interpretation, Article 125 of the CRR may be applied to the following exposures: · exposures secured by shares carrying entitlement to a right to control an apartment · exposures to a housing corporation or mutual real estate companies secured by a pledged apartment owned and controlled by the housing corporation itself · exposures secured by a property suitable for year-round use or shares carrying entitlement to a right to control it · an exposure or part of an exposure secured by a part related to residential housing belonging to a confirmed pledge on an agricultural property. This requires that the part of an agricultural property intended for residential purposes has been assessed separately.",
            "(16) According to the FIN-FSA's interpretation, exposures to housing corporations or mutual real estate companies secured by confirmed pledges on residential properties owned by the corporation qualify for the application of Article 125 of the CRR. However, the following conditions should be satisfied: FIN-FSA FINANSSIVALVONTA Regulations and guidelines 5/2019 Issued on: Valid from: 14 June 2019 1 September 2019 until further notice FIN S C FIN FIN CIN *************** A A 23 (45) \" it is not a corporation yet to be established \" it is not a corporation with less than 5 shareholders · the building is complete and indirectly held by the residents through the housing corporation · the supervised entity must ascertain according to its best ability, e.g. through internal guidelines and control that the collateral is not accounted for twice \" the residential property collateral for exposures to a housing corporation or mutual real estate company satisfies the minimum conditions for residential property collateral and the valuation rules provided on the measurement of residential property collateral.",
            "(17) The FIN-FSA recommends that where the loan of a housing corporation is significant, the supervised entity also assesses the impact of this corporate loan as a factor impairing the value of the share. In determining the value of an individual apartment, the proportion of corporate loan related to the apartment should be deducted from the value of the shares accepted as collateral. The supervised entity should also pay specific attention to the repayment capacity of the owner of an individual apartment, if a corporate loan amounts to a considerable proportion of the collateral (more than 50% of debt-free value).",
            "(18) In accordance with FIN-FSA's interpretation, exposures secured by a pledged right-of-occupation payment as referred to in the Right-of-Occupancy Housing Act do not satisfy the conditions set out in Article 125 of the CRR."
        ]
    },
    {
        "document title": "Regulations and guidelines 2/2023",
        "document name": "maaraykset-ja-ohjeet-2_2023_en.m3-clean.di",
        "article id": "8.4",
        "article name": "Reason for deficiencies in customer due diligence data",
        "article paragraphs": [
            "(20) According to the FIN-FSA's interpretation, in considering measures under chapter 3, section 1(1) of the AML Act, supervised entities shall also consider the reason for the incompleteness of customer due diligence data.",
            "(21) The FIN-FSA recommends supervised entities to assess whether the termination of customer relationship with a private customer could lead to an undue outcome for the customer in circumstances where the incompleteness of customer due diligence data is due to a failure by the supervised entity itself in the retention of the data and where the customer has significant impediments to updating its data in a manner and schedule required by the supervised entity.",
            "(22) The FIN-FSA recommends supervised entities to consider whether a private customer has a justified and credible reason for not being able to implement the customer due diligence measures and to assess the level of risk caused by the failure to implement the customer due diligence measures from the perspective of total risk associated with the customer relationship. In assessing the necessity of restrictive measures, supervised entities should also consider that the restrictive measures should not lead to the undue denial of access by private customers to financial services."
        ]
    }
]