[
    {
        "document title": "Regulations and guidelines 1/2012",
        "document name": "01_2012.m5_en.di",
        "article id": "4.2.2",
        "article name": "Outsourcing of a management company's investment activities to non-EEA states",
        "article paragraphs": [
            "(10) In accordance with chapter 6, section 2, subsection 2 of the Mutual Funds Act, investment activities of the the management company may be outsourced to a representative domiciled in a non-EEA state only if adequate provision has been made for cooperation between the relevant foreign supervisory authority and the FIN-FSA. (Issued on 15.6.2023, valid from 1.9.2023) Guideline (paragraph 11)",
            "(11) Cooperation between the FIN-FSA and a relevant foreign supervisory authority as referred to in paragraph 9 above may be regarded as adequately provided for if the foreign authority has undersigned the Multilateral Memorandum of Understanding Concerning Consultation and Cooperation and the Exchange of Information issued by IOSCO in 2002. (Issued on 23.1.2018, valid from 1.2.2018)"
        ]
    },
    {
        "document title": "Regulations and guidelines 1/2012",
        "document name": "01_2012.m5_en.di",
        "article id": "4.5",
        "article name": "Material activities",
        "article paragraphs": [
            "(27) In supervised entities subject to chapter 5, section 10, subsection 2 of the Credit Institutions Act, chapter 6, section 1, subsection 3 of the Mutual Fund Acts, and chapter 3, section 4, subsection 3 of the Act on Trading in Financial Instruments, activities are regarded as material if they are of such importance that any failure or weakness in carrying them out could have a significant impact on the supervised entity's ability to comply with legal provisions, regulations or guidelines issued under such provisions, or authorisation criteria, the supervised entity's financial standing or the continued conduct of business. (Issued on 15.6.2023, valid from 1.9.2023)",
            "(28) According to section 23, subsection 2 of the Payment Institutions Act, activities are regarded as material to a payment institution's operations if they are of such importance that any defect or failure in them would materially impair the payment institution's ability to comply with legal provisions, regulations or guidelines issued under such provisions, or authorisation criteria, the payment institution's financial performance or the soundness or the continuity the provision of payment services. Guideline (paragraphs 29-30)",
            "(29) In the FIN-FSA's interpretation, at least the following activities should be regarded as material: (Issued on 23.1.2018, valid from 1.2.2018) · operations requiring authorisation · internal control and risk management · internal audit · compliance · key information systems for the conduct of the business · mutual fund portfolio management, asset value calculation and maintenance of fund unit registers.",
            "(30) In the FIN-FSA's interpretation, the following areas need not be regarded as material from the point of view of outsourcing: (Issued on 23.1.2018, valid from 1.2.2018) · administrative functions, such as staff and materials management, invoicing, fixed assets maintenance and premises security · advisory services FIN-FSA FINANSSIVALVONTA Regulations and guidelines 1/2012 Issued on: Valid from: 23 February 2012 1.4.2012 until further notice FIN S C FIN FIN FIN CIN A A 13 (23) · legal services · marketing and advertising services · procurement of standardised services, including market information services. FIN-FSA FINANSSIVALVONTA Regulations and guidelines 1/2012 Issued on: Valid from: 23 February 2012 1.4.2012 until further notice 14 (23)"
        ]
    },
    {
        "document title": "Regulations and guidelines 1/2012",
        "document name": "01_2012.m5_en.di",
        "article id": "5.2",
        "article name": "Outsourcing of management company activities",
        "article paragraphs": [
            "(4) According to chapter 6, section 2, subsection 1 of the Mutual Funds Act, the use of representatives must not prevent management companies from acting in the interest of unit holders of the mutual funds they manage. (Issued on 15.6.2023, valid from 1.9.2023)",
            "(5) According to chapter 6, section 2, subsection 2 of the Mutual Funds Act, management companies that employ representatives to manage their investment activities shall regularly inform representatives on their basic investment policies. (Issued on 15.6.2023, valid from 1.9.2023)",
            "(6) According to chapter 6, section 2, subsection 3 of the Mutual Funds Act, tasks relating to the management of mutual funds must not be assigned to depositories of the mutual funds concerned or to other enterprises whose interests may conflict with the interests of the management company or the unit holders concerned. Any agreement that transfers a management company's responsibilities to a third party is invalid. (Issued on 15.6.2023, valid from 1.9.2023)",
            "(7) As regards tasks relating to the management of mutual funds and duties of depositories referred to in chapter 21, section 2 of the Mutual Funds Act, a management company or its representative, according to chapter 6, section 2, subsection 4 of the Mutual Funds Act, may not have any staff in common with a depository of a mutual fund that it manages. (Issued on 15.6.2023, valid from 1.9.2023)",
            "(8) According to chapter 6, section 2, subsection 5 of the Mutual Funds Act, fund prospectuses provided by management companies shall include details on the extent to which they utilise external service providers. (Issued on 15.6.2023, valid from 1.9.2023)",
            "(9) According to chapter 22, section 6 of the Mutual Funds Act, a management company that, through a branch or without establishing a branch, manages a mutual fund in another EEA state than Finland, is subject to the outsourcing provisions of the Mutual Funds Act. (Issued on 15.6.2023, valid from 1.9.2023) FIN-FSA FINANSSIVALVONTA A A CIN FIN S C FIN FIN FIN Regulations and guidelines 1/2012 Issued on: Valid from: 23 February 2012 1.4.2012 until further notice FIN FIN FIN S C FIN CIN A A 15 (23) Guideline (paragraphs 10-12)",
            "(10) The FIN-FSA recommends that management companies ensure that investment activities are managed in compliance with mutual fund rules and investment policy agreements.",
            "(11) If the keeping of fund unit registers is fully outsourced, the FIN-FSA recommends it is managed by an authorised registrar. If registering of new unit holders is outsourced, management companies should be in charge of the overall maintenance of the fund unit register. Management companies may, for example, also keep registers of Finnish unit holders themselves and outsource the registry of foreign unit holders.",
            "(12) Despite outsourcing, the FIN-FSA recommends that management companies always retain the right to execute subscription and redemption orders, including registration, in fund unit registers. FIN-FSA FINANSSIVALVONTA Regulations and guidelines 1/2012 Issued on: Valid from: 23 February 2012 1.4.2012 until further notice 16 (23)"
        ]
    },
    {
        "document title": "Regulations and guidelines 1/2012",
        "document name": "01_2012.m5_en.di",
        "article id": "6",
        "article name": "Risk management of outsourced activities",
        "article paragraphs": [
            "(1) Supervised entities subject to chapter 5, section 11 of the Credit Institutions Act, chapter 6, section 1, subsection 7 of the Mutual Funds Act, chapter 3, section 4, subsection 5 of the Act on Trading in Financial Instruments, and section 23, subsection 5 of the Payment Institutions Act, shall ensure that outsourcing partners continuously provide them with all information necessary for official supervision, risk management and internal control. (Issued on 15.6.2023, valid from 1.9.2023) Guideline (paragraphs 2-11)",
            "(2) The FIN-FSA recommends that the supervised entity's board adopt outsourcing policies and have them regularly updated. The policies should include at least the following information: (Issued on 4.11.2014, valid from 1.1.2015) · operational goals for outsourcing · activities that are to be regarded as material within the meaning of section 4.5 · definition of the types of activity that may be outsourced under the supervised entity's operational policy · selection of the outsourcing partner and monitoring of the outsourced activity · issues dealt with in the outsourcing agreement · safeguarding the continuity of activities · decision-making process for outsourcing.",
            "(3) The FIN-FSA recommends that the decision to outsource material activities always be preceded by an overall review of the risks for the project, taking into account the scope and importance of the activities concerned. The review should consider the risks of the new outsourcing project and outsourcing arrangements already made and provide for the management of those risks. Risk reviews should be updated on a regular basis.",
            "(4) The FIN-FSA recommends that supervised entities ensure that outsourcing partners have the necessary resources and skills as well as financial capacity and expertise to handle the tasks involved. Supervised entities should have procedures in place for assessing the performance of outsourcing partners.",
            "(5) The FIN-FSA recommends that supervised entities, in their contingency planning, also provide for disruptions in outsourcing partners' services and require that they have contingency plans of their own.",
            "(6) The FIN-FSA recommends that supervised entities ensure that outsourcing partners have taken measures to safeguard confidentiality of data related to the supervised entity and its customers.",
            "(7) The FIN-FSA recommends that supervised entities maintain key areas of competence relating to outsourced activities, enabling them to resume the management of any outsourced activity (known as 'insourcing') or transfer them to another supplier. FIN-FSA FINANSSIVALVONTA A A FIN FIN CIN S C FIN Regulations and guidelines 1/2012 Issued on: Valid from: 23 February 2012 1.4.2012 until further notice FIN S C FIN A FIN FIN CIN A 17 (23)",
            "(8) The FIN-FSA recommends that in outsourcing material activities, supervised entities ensure that outsourcing partners comply, as applicable, with FIN-FSA regulations and guidelines and other legal provisions such as those referring to the marketing of financial services and customer protection as well as good practice in the provision of banking and securities services.",
            "(9) The FIN-FSA recommends that supervised entities' risk management also take into account the following considerations: · The institution's and outsourcing partner's strategies and business practices are mutually consistent. · The institution has adequate expertise and experience necessary to steer and control an outsourced activity. · The institution has the capacity to resume the management of an outsourced activity or transfer it to another supplier. . The costs of termination and reorganisation of an outsourcing arrangement are reasonable and have been assessed. · Risks relating to continuity of the supplier's operations have been adequately accounted for (including the service provider's contingency planning). · The outsourcing partner's financial resources and staff skills are adequate. · The services provided by the outsourcing partner meet the supervised entity's quality criteria. · Information security of the outsourced activity is safeguarded. Secret or confidential information has not been protected or its non-disclosure has been ensured in a reliable manner, e.g. via encryption of data communications, protection of records, rights management and access control. · The outsourcing partner complies with binding rules for the activity concerned or the code of conduct in the markets. · The supervised entity's counterparty risk must be monitored if decision-making related to customer relationships is outsourced. · In the context of cross-border outsourcing, uncertainties related to the the application and interpretation of relevant legislation have been studied adequately. (Issued on 15.6.2023, valid from 1.9.2023)",
            "(10) The FIN-FSA recommends that supervised entities' risk management be safeguarded in the eventuality that an outsourcing partner passes on outsourced activities to a third party.",
            "(11) The FIN-FSA recommends that supervised entities subject to these regulations and guidelines comply with the EBA Recommendations on outsourcing to cloud service providers referred to in chapter 2.5. (Issued on 15.6.2023, valid from 1.9.2023) FIN-FSA FINANSSIVALVONTA Regulations and guidelines 1/2012 Issued on: Valid from: 23 February 2012 1.4.2012 until further notice 18 (23)"
        ]
    },
    {
        "document title": "Regulations and guidelines 1/2012",
        "document name": "01_2012.m5_en.di",
        "article id": "8.3.2",
        "article name": "Notification concerning the use of a representative in the provision of payment services",
        "article paragraphs": [
            "(14) According to section 24 subsection 3 of the Payment Institutions Act, a payment institution shall provide the FIN-FSA with the full name, domicile and business address of natural persons acting as its representative. If the representative is a legal person, the FIN-FSA shall be provided with the representative's full name, business number, domicile and business address.",
            "(15) Section 24, subsections 3 and 4 of the Payment Institutions Act stipulate that the notification submitted to the FIN-FSA shall also include the following details: · names of the representative's board of directors and their deputies, managing director and deputy managing director · report on the fitness and propriety of members and deputy members of the board of directors, managing director and deputy managing director (Issued on 15.6.2023, valid from 1.9.2023) · the representative's internal control mechanisms for the prevention of money laundering and terrorist financing: - internal guidelines accepted by the representative's management relating to customer due diligence - how the representative ensures compliance with the obligation to obtain information and report suspicious transactions included in regulations and guidelines on the prevention of money laundering and terrorist financing - account of risk management arrangements relating to the prevention of money laundering and terrorist financing, and of the continuous monitoring of customer relationships and business transactions - account of the retention of customer due diligence documents, persons responsible and employee instructions and training. FIN-FSA FINANSSIVALVONTA 22 (23) Regulations and guidelines 1/2012 Issued on: Valid from: 23 February 2012 1.4.2012 until further notice"
        ]
    },
    {
        "document title": "Regulations and guidelines / Reporting of intra-group transactions",
        "document name": "01_2014.m1_en.di",
        "article id": "3",
        "article name": "Objectives",
        "article paragraphs": [
            "(1) The objective of these regulations and guidelines is to ensure that the FIN-FSA receives the necessary data enabling it to monitor transactions between companies belonging to the same group with obliged entities, and the impact of such transactions on obliged entities' capital adequacy and result, among other things. FIN-FSA FINANCIAL SUPERVISORY AUTHORITY 7 (11) Regulations and guidelines / Issued 25.4.2024 Valid from 17.5.2024 until further notice"
        ]
    },
    {
        "document title": "Regulations and guidelines / Reporting of intra-group transactions",
        "document name": "01_2014.m1_en.di",
        "article id": "4.1",
        "article name": "Reportable transactions and content of the report",
        "article paragraphs": [
            "(1) In accordance with chapter 5, section 15, subsection 1 of the Credit Institutions Act, a credit institution shall report to the Financial Supervisory Authority any transactions where one of the parties is the credit institution and the other party is: 1) an undertaking which belongs to the same group as the credit institution, or which is a participating undertaking referred to in the Accounting Act of the credit institution or of an undertaking belonging to the same group; 2) a pension foundation referred to in the Act on Pension Foundations (1774/1995) and established by the credit institution or another employer undertaking belonging to the same group where the persons covered by its sphere of activity are employed by the employer undertaking; 3) a pension fund referred to in the Act on Pension Foundations and Pension Funds or a supplementary pension fund or an EEA supplementary pension fund referred to in the Act on Supplementary Pension Foundations and Supplementary Pension Funds, where the insured may be employed by the credit institution or another employer undertaking belonging to the same group.",
            "(2) In accordance with chapter 6, section 2 b, subsection 4 of the Investment Services Act, investment firms referred to in subsection 1 and 2 of said section are subject to the provisions of chapter 5, section 15 of the Credit Institutions Act. REGULATION (paragraphs 3-5)",
            "(3) The following intra-group transactions must be reported, with a view to the thresholds under section 4.2, paragraph 1: a. services produced within a group or conglomerate, agreements to share costs, or agreements on management and other of a company within a group or conglomerate; b. ordinary payments; c. leases for real estate, flats, land or assets; d. ordinary transactions of a real estate company within a group or conglomerate (e.g. housing service charges and rents); e. ordinary market investments, including overnight deposits, money market instruments and mutual funds; f. securities intermediation within a group or conglomerate; g. mutual reinsurance or other intra-group insurance arrangements; h. investments in shares and capital; i. capital loans; j. items eligible for the solvency margin of insurance companies; FIN-FSA FINANCIAL SUPERVISORY AUTHORITY FIN FIN S S FIN CIN **************: A A Regulations and guidelines / Issued 25.4.2024 Valid from 17.5.2024 until further notice k. credits, guarantees and issued collateral; l. derivatives and off-balance-sheet commitments; m. transfer of assets or business.",
            "(4) For transactions a-g, obliged entities must report only basic data, which are: · pricing; · fees; · interest rates; · principles of division; · collateral; · repayment period; · significant terms and conditions.",
            "(5) For transactions h-m, in addition to basic data, obliged entities shall also report closer details, which are: · parties to the transaction; · transaction price, fair value of assets transferred or subscription price; · amount of credit, other liability or collateral; · collateral terms and other terms of credit; · any deviation from original repayment plan; · dividends, surplus or profit distributed or interest on guarantee capital; · other special terms."
        ]
    },
    {
        "document title": "Regulations and guidelines / Reporting of intra-group transactions",
        "document name": "01_2014.m1_en.di",
        "article id": "4.2",
        "article name": "Threshold values, form of the report and reporting date",
        "article paragraphs": [
            "(1) In accordance with chapter 5, section 15, subsection 2 of the Credit Institutions Act, the report referred to in subsection 1 shall be submitted at least quarter-annually on transactions when their value, or in case several transactions of the same class have been concluded during the period of time referred to in this subsection, their aggregate value exceeds a million euros or 5 per cent of the own funds of the credit institution that is party to the transaction, unless the Financial Supervisory Authority approves a higher limit for reporting.",
            "(2) In accordance with chapter 6, section 2 b, subsection 4 of the Investment Services Act, investment firms referred to in subsection 1 and 2 of said section are subject to the provisions of chapter 5, section 15 of the Credit Institutions Act. FIN-FSA FINANCIAL SUPERVISORY AUTHORITY 8 (11) A **************: A S S FIN FIN FIN CIN 9 (11) REGULATION (paragraph 3)",
            "(3) Obliged entities shall report to the FIN-FSA the information referred to in section 4.1, paragraphs 3-5 on transactions exceeding the threshold value in paragraph 1 on a quarterly basis. The report shall be submitted to the FIN-FSA in free format for the three first quarters by the 15th day of May, August and November, and for the last quarter by the end of February. The report must be dated and signed by both the person preparing the notification and the person verifying the data. The report shall be submitted to the FIN-FSA's Registry. GUIDELINE (paragraphs 4-5)",
            "(4) According to the FIN-FSA's interpretation, transactions are deemed to be of the same class where they belong to subgroups a-m listed in section 4.1, paragraph 3. Where transactions are related to each other in such a way that they can be considered a single transaction, the combined value of the transactions is assessed against the reporting threshold. Whether transactions are related to each other is assessed both temporally and qualitatively.",
            "(5) The FIN-FSA may, at the request of the obliged entity, raise the reporting threshold referred to in paragraph 1, if the EUR 1 million threshold is unnecessarily low relative to the size of the group. FIN-FSA FINANCIAL SUPERVISORY AUTHORITY A FIN CIN *************** A FIN FIN S S FIN Regulations and guidelines / Issued 25.4.2024 Valid from 17.5.2024 until further notice Regulations and guidelines / Issued 25.4.2024 Valid from 17.5.2024 until further notice S S FIN FIN FIN CIN *************** 10 (11)"
        ]
    },
    {
        "document title": "Regulations and guidelines / Reporting of intra-group transactions",
        "document name": "01_2014.m1_en.di",
        "article id": "5",
        "article name": "Repealed regulations and guidelines",
        "article paragraphs": [
            "(1) Upon entry into force, these regulations and guidelines shall replace standard RA1.1 \"Reporting of intra-group transactions\" issued by the Financial Supervision Authority on 3 May 2006. FIN-FSA FINANCIAL SUPERVISORY AUTHORITY Regulations and guidelines | Issued 25.4.2024 Valid from 17.5.2024 until further notice S C FIN FIN FIN CIN *************** 11 (11)"
        ]
    },
    {
        "document title": "Regulations and guidelines / Reporting of intra-group transactions",
        "document name": "01_2014.m1_en.di",
        "article id": "6",
        "article name": "Transitional provisions and entry into force",
        "article paragraphs": [
            "(1) The first report under section 4.2, paragraph 3 shall be made for the first time on transactions made between 1 July and 30 September 2024, and it shall be submitted to the FIN-FSA by 15 November 2024. As regards the reporting period from 1 April to 30 June 2024, obliged entities referred to in regulations and guidelines 1/2024 shall comply with the previous regulations of standard RA1.1. FIN-FSA FINANCIAL SUPERVISORY AUTHORITY"
        ]
    },
    {
        "document title": "Regulations and guidelines 1/2014",
        "document name": "01_2014.m9_en.di",
        "article id": "4",
        "article name": "Reporting to FIN-FSA",
        "article paragraphs": [
            "(1) Under section 18, subsection 2 of the Act on the Financial Supervisory Authority, FIN-FSA may issue regulations on the regular provision to FIN-FSA of information on a supervised entity's financial position, ownership, internal control and risk management, members of administrative and supervisory bodies, employees and places of business, as well as information necessary for the performance of the tasks referred to in section 3, subsection 3, paragraphs 3-5. The regulations in question are found in sections 4.2-4.4.",
            "(2) Under section 60, subsection 5 of the Act on the Financial Supervisory Authority, FIN-FSA may issue foreign EEA branches regulations on the regular reporting of such information to FIN-FSA as is necessary for the discharge of the duties referred to in section 3, subsection 3, paragraphs 3 and 5. The regulations in question are found in sections 4.2-4.4."
        ]
    },
    {
        "document title": "Regulations and guidelines 1/2014",
        "document name": "01_2014.m9_en.di",
        "article id": "4.4.1",
        "article name": "Exemption from the obligation to report on the state of the banking system",
        "article paragraphs": [
            "(25) FIN-FSA can, upon application, grant to a supervised entity exemption from the obligation to report on the state of the banking system (S table) if the supervised entity's lending to the Finland's housing company sector and private domestic housing companies is limited. The exemption is valid until further notice or for a period specified in the exemption. (Issued on 11 December 2020, valid from 1 January 2022) REGULATION (paragraph 26)",
            "(26) Supervised entities must apply in writing to FIN-FSA for exemption from the obligation to report on the state of the banking system (S table). (Issued on 11 December 2020, valid from 1 January 2022)."
        ]
    },
    {
        "document title": "Regulations and guidelines 1/2014",
        "document name": "01_2014.m9_en.di",
        "article id": "4.5",
        "article name": "Guidelines on the submission of information for supervisory purposes",
        "article paragraphs": [
            "(31) Reporting under these regulations and guidelines is subject to the instructions on electronic reporting available on FIN-FSA's website (www.finanssivalvonta.fi/en). (Issued on 24 March 2023, valid from 31 March 2021)",
            "(32) The description of the Financial sector's reporting map preferred to in these regulations and guidelines is available on FIN-FSA's website.",
            "(33) FIN-FSA recommends that credit institutions that are members of an amalgamation of deposit banks submit their reports referred to in paragraphs (11) and (23) to the central body of the amalgamation of deposit banks, which then submits the member credit banks' aggregate data to FIN-FSA. (Issued on 11 December 2020, valid from 1 January 2021)",
            "(34) Reporting under these regulations and guidelines shall be made in compliance with more detailed reporting instructions available on FIN-FSA's website (http://www.finanssivalvonta.fi/en) (Issued on 24 March 2023, valid from 31 March 2021)"
        ]
    },
    {
        "document title": "Regulations and guidelines 1/2014",
        "document name": "01_2014.m9_en.di",
        "article id": "4.6",
        "article name": "Verification of reported data",
        "article paragraphs": [
            "(35) Supervised entities should prepare a declaration on the accuracy of data reported under these regulations and guidelines. The declaration should be dated and signed by both the person preparing the report and the person verifying the data. The signed declaration form should be kept by the supervised entity and presented to FIN-FSA on request. The supervised entity should draw up the declaration in connection with the first notification, and the declaration should be updated each time changes occur in the process it describes or in the responsible persons.",
            "(36) Instructions on preparing the declaration as referred to in paragraph (35) are available on FIN-FSA's website (www.finanssivalvonta.fi), under Regulation. FIN-FSA FINANCIAL SUPERVISORY AUTHORITY Regulations and guidelines 1/2014 Issued 6.3.2014 Valid from 31.3.2014 until further notice FIN FIN S FIN 11 (15)"
        ]
    },
    {
        "document title": "Regulations and guidelines 4/2023",
        "document name": "04_2023.m3_en.di",
        "article id": "3",
        "article name": "Objectives",
        "article paragraphs": [
            "(1) These regulations and guidelines address the arrangement of effective policies, procedures and internal control related to sanctions regulation and national freezing orders. More detailed regulations and guidelines are provided on the organisation of the supervised entity's activities, evaluation of risks, customer due diligence, sanctions screening, asset freezing, management methods for sanctions risk and reporting.",
            "(2) In addition, these regulations and guidelines aim to issue binding regulations to supervised entities pursuant to the regulatory powers laid out above in chapter 2.4.",
            "(3) These regulations and guidelines aim to provide entities supervised by the FIN-FSA with interpretations and recommendations to comply with sanctions regulation.",
            "(4) These regulations and guidelines aim to guide supervised entities in their actions to ensure compliance with sanctions laws and regulations.",
            "(5) Furthermore, these regulations and guidelines aim to provide supervised entities with more detailed guidance on the practical arrangement of effective policies, procedures and internal control required by regulation.",
            "(6) The objective of these regulations and guidelines is to ensure that: · The supervised entity has sufficient resources to ensure compliance with sanctions. · The management of the supervised entity has a current view to the management of sanctions risk by the supervised entity and progress therein. · The supervised entity has organised its activities so that it has clearly defined roles and responsibilities to ensure compliance with sanctions. · The supervised entity understands risks associated with its activities and has arranged effective and adequate methods to manage and mitigate them. · The supervised entity has effective means to detect sanctioned parties and freeze their funds, where necessary. · The supervised entity has effective internal controls to test processes and systems and to detect misconduct. · The supervised entity has policies and procedures in place that are suitable for their own activities to manage risks related to sanctions imposed by third countries. . The supervised entity has appropriate processes and channels for reporting both internally and to competent authorities. FIN-FSA FINANCIAL SUPERVISORY AUTHORITY Regulations and guidelines 4/2023 Issued 4.12.2023 Valid from 1.3.2024 until further notice S FIN FIN FIN 13 (52)"
        ]
    }
]
