[
    {
        "document title": "Guidelines on management of non-performing and forborne exposures",
        "document name": "Final Guidelines on management of non-performing and forborne exposures.di",
        "article id": "9.7",
        "article name": "Valuation of foreclosed assets",
        "article paragraphs": [
            "229. Credit institutions should strongly consider classifying foreclosed assets as non-current assets held for sale under IFRS 5. This accounting treatment implies that the asset must be available for immediate sale in its present condition (IFRS 5.7), that the management body should approve an individual plan to sell the asset within a short timeframe (normally one year) and that an active sales policy should be pursued (IFRS 5.8); thus, it favours recoveries.",
            "230. Foreclosed assets received should be valued at the lower of: a) the amount of the financial assets applied, treating the asset foreclosed or received in payment of debt as collateral; b) the fair value of the repossessed asset, less selling costs.",
            "231. When fair value is not obtained by reference to an active market but is based on a valuation technique (either level 2 or level 3), some adjustments are necessary, in particular as a result of two factors: 57 FINAL REPORT - GUIDELINES ON MANAGEMENT OF NON-PERFORMING AND FORBORNE EXPOSURES EBA EUROPEAN BANKING AUTHORITY a) The condition or location of the assets. Risk and uncertainty regarding the asset should be incorporated in the fair value estimation. b) The volume or level of activity of the markets in relation to these assets. The credit institution's previous experience of the entity in realisations and of the differences between amounts arrived at using the valuation technique and the final amounts obtained in realisations should be incorporated into the calculation. The assumptions made in order to measure this adjustment may be documented, and should be available to the supervisor on request. Illiquidity discounts may be considered.",
            "232. When credit institutions' foreclosed assets are still under construction and it is decided to complete construction before selling the asset, they should demonstrate the merits of such a strategy and the cost should not exceed the fair value less costs to complete and sell the asset taking into account an appropriate illiquidity discount as described above.",
            "233. When a foreclosed asset has exceeded the average holding period for similar assets for which active sales policies are in place, credit institutions should revise the illiquidity discount applied in the valuation process described above, increase it accordingly. In these circumstances, the credit institution should refrain from recognising write-backs/reversals of existing accumulated impairment on the asset, as its prolonged presence on the balance sheet provides evidence that the credit institution is unable to sell the asset at an increased valuation.",
            "234. The frequency of valuation of foreclosed assets and the applicable procedures should follow the treatment of immovable property as set out in sections 9.1.2 and 9.2. 58 FINAL REPORT - GUIDELINES ON MANAGEMENT OF NON-PERFORMING AND FORBORNE EXPOSURES EBA EUROPEAN BANKING AUTHORITY",
            "10. Supervisory evaluation of management of NPEs and FBEs",
            "235. As part of their ongoing engagement with credit institutions under the SREP, competent authorities should monitor the application of these guidelines by the credit institutions, in particular the development and implementation of NPE strategies and related governance and operational frameworks as described in sections 4 and 5. Competent authorities' assessments should include, but not be limited to, whether the credit institution's NPE strategy: a) is embedded into the credit institution's overall strategy and is subject to appropriate NPE governance, including a risk management and control framework; b) relies on a credible self-assessment of the credit institution's internal capabilities; c) adequately takes into account the credit institution's operating environment, external conditions and capital situation; d) covers not only a short-term time horizon but also a medium- and/or long-term time horizon; e) includes time-bound, realistic yet ambitious quantitative NPE targets and foreclosed assets targets where appropriate and is supported by an operational plan.",
            "236. If the competent authority concludes that the NPE strategy of a credit institution clearly lacks one or more of the elements listed in points (a) to (e) of paragraph 235, it should be considered a serious shortcoming of the NPE strategy. In this case, competent authorities should require the immediate revision of the NPE strategy.",
            "237. If the outcome of the competent authority's assessment is that the requirements of point (a) to (e) of paragraph 236 are broadly fulfilled by the NPE strategy, but some deficiencies are identified, the competent authority should ensure that credit institutions present an action plan on how to address the deficiencies and establish an effective and timely NPE management framework.",
            "238. Competent authorities should apply supervisory evaluation proportionately, taking into account the specificities of the institutions (e.g. in terms of size, nature and complexity). In their SREP assessments of NPE strategies and the supporting governance and operational arrangements, the competent authorities should consider also the business models of the institutions, in particular when the sole business of the institution is the purchase and sale of NPEs. 59 FINAL REPORT - GUIDELINES ON MANAGEMENT OF NON-PERFORMING AND FORBORNE EXPOSURES EBA EUROPEAN BANKING AUTHORITY",
            "239. Proportionality in terms of the supervisory assessment of the NPE strategy of a smaller and less complex credit institution (e.g. an SREP Category 3 or 4 institution40) can be achieved by aligning the assessment with the SREP engagement model, which ensures a risk-based approach to supervision and takes into account the systemic importance of global and domestic institutions.",
            "240. Competent authorities should challenge credit institutions': a) Operational plan and organisational arrangements if any of the following criteria is met: i. The framework for identifying, measuring, managing, monitoring and mitigating NPEs and FBEs, including for early recognition of NPEs and appropriate workout activities, is deemed inadequate by the competent authorities considering the size and complexity of the NPE problem at the credit institution. ii. It does not allocate or does not foresee the future allocation of the necessary human and technical resources as well as providing for appropriate coverage by the internal control functions. iii. It does not adequately describe the operationalisation of the monitoring process for NPEs. b) NPE strategy, if the combination of strategic options for the different portfolios and segments, including foreclosed assets, where applicable, does not result, in the authority's view, in the most effective and efficient strategy for NPE reduction. c) Capital plan, if it does not appropriately set out the planned reduction of NPEs from the balance sheet as per the NPE strategy and does not include suitable actions to ensure that a sufficient amount of capital and capital buffers are available, as well as envisaging timely and adequate impairments and write-offs. d) Performance appraisal system, if the incentives for the management body and relevant managers and staff lack specific quantitative elements linked to the NPE reduction targets defined in the credit institution's NPE strategy.",
            "241. Considering the importance of early detection and prevention of deteriorating credit quality, competent authorities should assess whether the early warning mechanisms are implemented in the credit institutions' internal procedures.",
            "242. Competent authorities should assess if credit institutions:"
        ]
    },
    {
        "document title": "Guidelines on common procedures and methodologies for the supervisory review and evaluation process (SREP) and supervisory stress testing under Directive 2013/36/EU",
        "document name": "Final Report on Guidelines on common procedures and methodologies for SREP and supervisory stress testing.di",
        "article id": "1.2",
        "article name": "Feedback on the public consultation and on the opinion of the BSG 244",
        "article paragraphs": [
            "1. Categorisation of institutions: The application of the principle of proportionality in the SREP is driven by the categorisation of institutions, the minimum engagement model, as well as targeted flexibility allowing for adjusted granularity of assessments. The categorisation of institutions into four categories should be based 9 GL ON COMMON PROCEDURES AND METHODOLOGIES FOR SREP AND SUPERVISORY STRESS TESTING EBA EUROPEAN BANKING AUTHORITY on their size, risk profile, structure, internal organisation, scope and on the nature and complexity of their activities. Such categorisation impacts the minimum engagement level, graduating the frequency of assessment, which drives the dialogue with the institution for the purposes of assessing individual SREP elements and the overall SREP assessment. In addition, the categorisation takes into account the definitions of small and non-complex institutions as well as large institutions, as set out in the CRR, to ensure consistency in the scope of application of proportionality within the overall regulatory framework.",
            "2. Monitoring of key indicators: Regular monitoring of key quantitative and qualitative indicators supports the SREP by flagging changes in the institution's financial conditions and risk profile. Such monitoring should prompt updates to the assessment of the SREP elements where it highlights new material information outside of planned supervisory activities.",
            "3. Business model analysis: Without undermining the responsibility of the institution's management body for organising and running its business, the supervisory business model analysis should be the assessment of the viability of the current business model and the sustainability of the strategic plans. This analysis should also assist in revealing key vulnerabilities the institution is facing that may not be revealed by other elements of the SREP, including vulnerabilities stemming from ML/TF and ESG risks. Such analysis does not aim to rank the institutions' various business models.",
            "4. Assessment of internal governance and institution-wide controls: As part of the overall governance assessment, competent authorities should determine whether the internal governance framework of an institution is adequate given its risk profile, size, nature and complexity, and whether the institution sufficiently adheres to the requirements and standards of good internal governance and risk controls arrangements, including aspects such as diversity, non-discrimination and sound code of conduct. As part of the risk management framework, competent authorities should review the institution's internal capital adequacy assessment process (ICAAP) and internal liquidity adequacy assessment process (ILAAP). The assessment should focus on the soundness, effectiveness and comprehensiveness of these processes, as well as on the reliability of the institution's internal estimates to support the supervisory determination of capital and liquidity adequacy. Furthermore, competent authorities should also assess the adequacy of institution's stress testing programmes, including scenarios and assumptions, and outcomes.",
            "5. Assessment of risks to capital: The SREP Guidelines provide guidance for the assessment of the most common risks to capital, encompassing credit and counterparty risk, market risk, operational risk and interest rate risk from non-trading activities (IRRBB), further split into sub-risk categories. Competent authorities should focus their assessment on the material risks the institution is or might be exposed to, including any 10 GL ON COMMON PROCEDURES AND METHODOLOGIES FOR SREP AND SUPERVISORY STRESS TESTING EBA EUROPEAN BANKING AUTHORITY additional institution-specific risks that are not described in detail in the guidelines. The assessment should be performed in terms of the risk exposure as well as the quality of management and controls employed to mitigate the impact of the risk.",
            "6. Assessment of the adequacy of institution's own funds: Since an institution may face risks that are not covered or not fully covered by the own funds requirements in accordance with the CRR or the capital buffers specified in the CRD, the SREP Guidelines include guidance on the determination of the quantity and composition of additional own funds requirements (P2R) determined to cover such risks, emphasising on their institution- specific nature. As a separate stack of own funds requirements, the SREP Guidelines also include guidance on the assessment of the risk of excessive leverage and on the determination of the quantity and composition of additional own funds required to cover that risk (P2R-LR). Such P2R and P2R-LR should be set in a legally binding way, and institutions should be expected to meet them at all times. The determination of P2R and P2R-LR should be duly justified to institutions. Aiming to enhance the supervisory dialogue, the SREP Guidelines include guidance on the minimum scope of information and justification of the results of the SREP to be provided to institutions. Separate justification is expected for the leverage ratio capital layer and the risk-based capital layer. Where the outcomes of the relevant stress tests suggest that an institution may not be able to meet the applicable own funds requirements under stress conditions, or is excessively sensitive to the assumed scenarios, competent authorities should take appropriate supervisory measures to ensure the institution is adequately capitalised, including the imposition of guidance on additional own funds, separately, to address the risk of excessive leverage and other risks (P2G-LR and P2G). The SREP Guidelines provide guidance clarifying the setting of the P2G and P2G-LR, encompassing both the use of the results of the stress tests, where the maximum anticipated stress test impact should be considered, and possible adjustments depending on institution-specific circumstances. As P2G and P2G-LR are positioned above the combined buffer requirements, a failure to meet such requirements does not trigger automatic restrictions on distribution provided for in Article 141 of the CRD. To increase convergence and level the playing field between institutions, the SREP Guidelines specify the quality of capital competent authorities should require institutions to hold to meet their guidance on additional own funds, CET1 capital for P2G coverage, and Tier 1 for P2G-LR coverage, respectively.",
            "7. Assessment of liquidity and funding risks: The SREP Guidelines provide guidance for the assessment of the risks to liquidity and funding the institution is or might be exposed to over various time horizons, as well for the related risk management controls. Competent authorities should focus their assessment on risks identified as material for the institution. 11 GL ON COMMON PROCEDURES AND METHODOLOGIES FOR SREP AND SUPERVISORY STRESS TESTING EBA EUROPEAN BANKING AUTHORITY",
            "8. Assessment of the adequacy of the institution's liquidity and funding resources: Competent authorities should determine whether the liquidity resources held by the institution ensure an appropriate coverage of risks to liquidity and funding, where applicable, taking adequate supervisory measures. Among such measures, competent authorities may consider imposing specific liquidity requirements to address concerns related to the institution's liquidity and funding resources.",
            "9. Overall SREP assessment and application of supervisory measures: Having conducted the assessment of the above SREP elements, competent authorities should form a comprehensive overview of the risk profile and viability of the institution concluding with the overall SREP assessment. Competent authorities should also consider any necessary supervisory measures to address concerns. These Guidelines provide practical guidance on the application of the supervisory measures listed in Articles 104a and 105 of the CRD, including the application of institution-specific additional own funds and liquidity requirements, as well as other measures of a qualitative nature. Scoring framework To help facilitate communication with the competent authorities and colleges of supervisors, foster comparability and a level playing field across institutions as well as to adequately prioritise supervisory resources and measures in the assessment of SREP elements, competent authorities should score from a range of '1' (low risk) to '4' (high risk), to reflect the supervisory view for reach element-specific title of the guidelines. Scores should be assigned based on supervisory judgement, taking into account assessment considerations provided in the guidelines. These guidelines introduce two types of scores, the first one indicating the likelihood that the risks to capital, liquidity and funding will have a significant impact on the institution, while the second type indicates the magnitude of risks to the institution's viability to be applied to the four SREP elements and overall SREP score. These guidelines do not suggest any automatic link between the scores and the level of supervisory response, nor do they link additional own funds requirements to the scores. 12 GL ON COMMON PROCEDURES AND METHODOLOGIES FOR SREP AND SUPERVISORY STRESS TESTING EBA EUROPEAN BANKING AUTHORITY Figure 2. Overview of the scoring framework Overall SREP Score Internal governance and institution-wide control Score Viability score: BMA Score Capital adequacy Score Liquidity adequacy Score Scores for material risks to capital (e.g. credit, market, operational etc.) Scores for liquidity and funding risks Risk scores Link between SREP and other supervisory processes Competent authorities should reflect in the SREP assessment available information and outcomes from other supervisory activities, including on-site inspections, approvals of internal models, authorisation approvals, outcomes of supervisory stress testing, assessment of recovery and resolution plans, market conduct and consumer protection activities, AML/CFT activities, etc. Likewise, the findings from the SREP assessment should inform other supervisory processes. Such cross-utilisation of findings from various activities to inform each other allows for truly integrated analysis and supervision of institutions, enhancing overall supervisory overview of institutions, their viability and risks, as well as maximises synergies in various areas of assessments. These guidelines also identify the relevant building blocks required for an effective supervisory stress testing programme. They focus on different forms of supervisory stress testing and objectives, the respective use for SREP purposes, aspects related to the organisation, resources and communication, and possible methodologies. In particular, the supervisory stress testing section complements the assessment on capital adequacy by further clarifying and operationalising procedures for setting P2G and P2G-LR. Assessment of the risk of money laundering and terrorism financing These guidelines provide common guidance on how to factor in the anti-money laundering and countering the financing of terrorism AML/CFT-related aspects into the SREP. Such common guidance is important in view of the fact that failure to address money laundering and terrorist financing risks by institutions can have detrimental effects on the financial soundness of these institutions, the integrity of the internal market and financial stability as a whole. Therefore prudential supervisors should consider, to the extent known to them, ML/TF risks from a prudential 13 GL ON COMMON PROCEDURES AND METHODOLOGIES FOR SREP AND SUPERVISORY STRESS TESTING EBA EUROPEAN BANKING AUTHORITY perspective throughout their work, including in the SREP, and cooperate with the authorities and bodies responsible for ensuring compliance with AML/CFT requirements under Directive (EU) 2015/849 in this respect. The requirement for institutions to have in place policies, controls and procedures to mitigate and manage effectively the risks of money laundering and terrorist financing, is set out in Directive (EU) 2015/849. Consequently, AML/CFT supervisors are responsible for supervising the institutions' compliance with those requirements, in accordance with the risk-based approach, including that the policies, controls and procedures, which have been put in place by institutions are sufficiently robust to mitigate the ML/TF risks to which they are exposed. In addition, AML/CFT supervisors are also required to carry out their own ML/TF risk assessments of the sector and also individual institutions within the sector. Prudential competent authorities are tasked, within the SREP, with reviewing the arrangements, strategies, processes and mechanisms implemented by the institutions to comply with Directive 2013/36/EU and Regulation (EU) No 575/2013 and evaluate, inter alia, the risks to which the institution is or might be exposed. In view of the specific mandate and expertise of AML/CFT supervisors, which is not expected to be duplicated by prudential supervisors, the input of AML/CFT supervisors into the SREP with regard to ML/TF risks and how effectively they are managed by institutions is important. In addition to the information available to them, prudential competent authorities should also consider information concerning ML/TF risk and other relevant input received from the AML/CFT supervisors to the extent that it affects compliance with the requirements under Directive 2013/36/EU and Regulation (EU) No 575/2013. Conversely, deficiencies in governance requirements, uncovered by the prudential competent authorities, may also imply deficiencies in the AML/CFT policies, controls and procedures, which may be relevant for AML/CFT supervision and therefore cooperation between the AML/CFT and prudential supervisors is crucial. SREP is one example where the information from AML/CFT supervision may also be beneficial for prudential supervisors and vice versa. Therefore, the outcomes of the relevant ML/TF risk assessments or findings from inspections conducted by AML/CFT supervisors should feed into the SREP, where they relate to requirements assessed by the competent authorities under Directive 2013/36/EU and Regulation (EU) No 575/2013. In the meantime, where the SREP assessment of business models, operational risk, credit risk, liquidity and funding and internal governance and institution-wide controls reveals information related to the institutions' exposure to increased ML/TF risks or the management of the ML/TF risk by institutions, the relevant information should be shared with AML/CFT supervisors to inform the supervision of the requirements under Directive (EU) 2015/849, including the imposition of AML/CFT supervisory measures or sanctions. In addition Article 97(6) of Directive 2013/36/EU requires competent authorities to immediately notify the EBA and the relevant AML/CFT supervisors where their supervisory review, in particular the evaluation of the governance arrangements, the business model, or the activities of an institution, gives competent authorities reasonable grounds to suspect that, in connection with that institution, money laundering or terrorist financing is being or has been committed or attempted, 14 GL ON COMMON PROCEDURES AND METHODOLOGIES FOR SREP AND SUPERVISORY STRESS TESTING EBA EUROPEAN BANKING AUTHORITY or there is increased risk in this regard. In the event of potential increased risk of money laundering or terrorist financing, competent authorities and AML/CFT supervisors should liaise with each other and notify their common assessment immediately to the EBA1. Link between the SREP and early intervention measures and resolution The SREP assessment may also be used in setting triggers for early intervention measures, as provided for in Article 27 of Directive 2014/59/EU (BRRD). It also allows for the determination of an institution as 'failing or likely to fail', which activates the formal interaction procedure with resolution authorities pursuant to Article 32 of that Directive. To this end, these guidelines should be read together with the EBA Guidelines on triggers for use of early intervention measures2 and guidelines on the interpretation of the different circumstances when an institution shall be considered as failing or likely to fail3. Figure 3. Link between ongoing supervision, early intervention and failing or likely to fail CRR/CRD BRRD Preparation / On-going supervision Early intervention Resolution All supervisory activities (on- and off-site) SREP assessment and conclusions Early intervention measures (BRRD) Failing or likely to fail Supervisory measures (CRD) Overall SREP Score 1 2 3 4 F"
        ]
    },
    {
        "document title": "Guidelines on common procedures and methodologies for the supervisory review and evaluation process (SREP) and supervisory stress testing under Directive 2013/36/EU",
        "document name": "Final Report on Guidelines on common procedures and methodologies for SREP and supervisory stress testing.di",
        "article id": "48",
        "article name": "EBA Guidelines on disclosure of encumbered and unencumbered assets (EBA/GL/2014/03)",
        "article paragraphs": [
            "469. Competent authorities may assess the possible change in and sensitivity of the liquidity coverage requirement following the application of Articles 412(3) and 414 of Regulation (EU) No 575/2013 during mild stress scenarios, by means of supervisory or institution liquidity- specific stress testing. The scenarios applied for this assessment should typically be less severe (e.g. only market-wide stress) than the scenarios used to test the survival of the institution (market-wide and systemic stress) and consequently reflect situations in which institutions would not be expected to use their minimum liquidity buffer. When performing supervisory liquidity stress testing for Category 3 and Category 4 institutions, competent authorities may use fewer scenarios and apply lower granularity of the analysis than for other institutions."
        ]
    },
    {
        "document title": "Guidelines on common procedures and methodologies for the supervisory review and evaluation process (SREP) and supervisory stress testing under Directive 2013/36/EU",
        "document name": "Final Report on Guidelines on common procedures and methodologies for SREP and supervisory stress testing.di",
        "article id": "9.3",
        "article name": "Determining the need for specific liquidity requirements",
        "article paragraphs": [
            "514. Competent authorities should decide on the necessity of specific supervisory liquidity requirements for the institution based on their supervisory judgement and following dialogue with the institution, taking into account the following: a. the institution's business model and strategy and the supervisory assessment of them; b. information from the institution's ILAAP; and c. the supervisory assessment of risks to liquidity and funding, including the assessment of inherent liquidity risk, inherent funding risk and liquidity and funding risk management and controls, taking into account the possibility that risks and vulnerabilities identified may exacerbate each other.",
            "515. . When competent authorities conclude that specific liquidity requirements are needed to address liquidity and funding concerns, they should decide on the application of quantitative requirements, as covered in this title, and/or on the application of qualitative requirements, as covered in Title 10.",
            "516. When setting structural, long-term supervisory requirements, competent authorities should consider the need for additional short/medium-term requirements as an interim solution to mitigate the risks that persist while the structural requirements produce the desired effects.",
            "517. 7. Where competent authorities conclude that there is a high risk that the institution's cost of funding will increase unacceptably, they should consider measures, including setting additional own funds requirements (as covered in Title 7) to compensate for the increased P&L impact if the institution cannot pass the increased costs of funding to its customers, or requesting changes to the funding structure, to mitigate the funding-cost risk."
        ]
    },
    {
        "document title": "Guidelines on common procedures and methodologies for the supervisory review and evaluation process (SREP) and supervisory stress testing under Directive 2013/36/EU",
        "document name": "Final Report on Guidelines on common procedures and methodologies for SREP and supervisory stress testing.di",
        "article id": "9.5",
        "article name": "Articulation of specific quantitative liquidity requirements",
        "article paragraphs": [
            "526. To articulate the specific quantitative liquidity requirements appropriately, competent authorities should use one of the following approaches, unless another approach is considered more appropriate in specific circumstances: a. Approach 1 - require an LCR higher than the regulatory minimum, of such a size that shortcomings identified are sufficiently mitigated; b. Approach 2 - require a minimum survival period of such a length that identified shortcomings are sufficiently mitigated; the survival period can be set either directly, as a requirement, or indirectly, by setting a cap on the amount of outflows over the relevant time buckets considered; competent authorities may require different types of liquid assets (e.g. assets eligible for central banks), to cover risks not (adequately) covered by the LCR; 192 c. Approach 3 - require a minimum total amount of liquid assets or counterbalancing capacity, either as a minimum total amount or as a minimum amount in excess of the applicable regulatory minimum, of such a size that identified shortcomings are sufficiently mitigated; competent authorities may set requirements for the composition of liquid assets, including operational requirements (e.g. direct convertibility to cash, or deposit of the liquid assets at the central bank).",
            "527. To articulate the specific quantitative stable funding requirements appropriately, competent authorities should use one of the following approaches, unless another approach is considered more appropriate in specific circumstances: a. Approach 4 - require a NSFR higher than the regulatory minimum, of such a size that shortcomings identified are sufficiently mitigated; b. Approach 5 - require a minimum total amount of available stable funding, either as a minimum total amount or as a minimum amount in excess of the applicable regulatory minimum, of such a size that identified shortcomings are sufficiently mitigated.",
            "528. To ensure there is consistency, competent authorities should structure specific quantitative liquidity requirements in such a manner as to deliver broadly consistent prudential outcomes across institutions, bearing in mind that the types of requirements specified may differ between institutions because of their individual circumstances. In addition to the quantity, the structure should specify the expected composition and nature of the requirement. In all cases, it should specify the supervisory requirement and any applicable Directive 2013/36/EU requirements. Liquidity buffers and counterbalancing capacity held by the institution to meet supervisory requirements should be available for use by the institution during times of stress.",
            "529. When setting the specific quantitative liquidity requirements and communicating them to the institution, competent authorities should ensure that they are immediately notified by the institution if it does not meet the requirements, or does not expect to meet the requirements in the short term. Competent authorities should ensure that this notification is submitted without undue delay by the institution, accompanied by a plan drawn up by the institution for the timely restoration of compliance with the requirements. Competent authorities should assess the feasibility of the institution's restoration plan and take appropriate supervisory measures if the plan is not considered feasible. Where the plan is considered feasible, competent authorities should: determine any necessary interim supervisory measures based on the circumstances of the institution; monitor the implementation of the restoration plan; and closely monitor the institution's liquidity position, asking the institution to increase its reporting frequency if necessary.",
            "530. Notwithstanding the above, competent authorities may also set qualitative requirements in the form of restrictions/caps/limits on mismatches, concentrations, risk appetite, 193 quantitative restrictions on the issuance of secured loans, etc., in accordance with the criteria specified in Title 10 of the guidelines.",
            "531. Below are some examples of the different approaches for the structure of specific quantitative liquidity requirements: Example of specific requirements articulation As of 1 January 2021 and until otherwise directed, Bank X is required to: a. Approach 1 - ensure that its counterbalancing capacity is at all times equal to or higher than e.g. 125% of its liquidity net outflows as measured in the LCR. b. Approach 2 - ensure that its counterbalancing capacity results at all times in a survival period that is greater than or equal to 3 months, measured by the internal liquidity stress test / the maturity ladder / specific metrics developed by the supervisor. c. Approach 3: . ensure that its counterbalancing capacity is at all times equal to or higher than EUR X billion; or . ensure that its counterbalancing capacity is at all times equal to or higher than EUR X billion in excess of the minimum requirement under the LCR. d. Approach 4 - ensure that its available stable funding is at all times equal to or higher than e.g. 125% of its required stable funding as measured in the NSFR. e. Approach 5: . ensure that its available stable funding is at all times equal to or higher than EUR X billion; or . ensure that its available stable funding is at all times equal to or higher than EUR X billion in excess of the minimum requirement under the NSFR."
        ]
    },
    {
        "document title": "Guidelines on common procedures and methodologies for the supervisory review and evaluation process (SREP) and supervisory stress testing under Directive 2013/36/EU",
        "document name": "Final Report on Guidelines on common procedures and methodologies for SREP and supervisory stress testing.di",
        "article id": "10.4",
        "article name": "Application of liquidity measures",
        "article paragraphs": [
            "546. Competent authorities should impose specific liquidity requirements in accordance with the process and criteria specified in Title 9.",
            "547. Notwithstanding the specific quantitative requirements referred to in the previous paragraph, competent authorities may, on the basis of the vulnerabilities and deficiencies identified in the assessment of risks to liquidity and funding, impose additional liquidity measures including: a. imposing specific liquidity requirements, including restrictions on maturity mismatches between assets and liabilities in accordance with Article 104(1)(k) of Directive 2013/36/EU; and/or, b. imposing administrative penalties or other administrative measures, including prudential charges, in accordance with Article 105 of Directive 2013/36/EU."
        ]
    },
    {
        "document title": "Guidelines on common procedures and methodologies for the supervisory review and evaluation process (SREP) and supervisory stress testing under Directive 2013/36/EU",
        "document name": "Final Report on Guidelines on common procedures and methodologies for SREP and supervisory stress testing.di",
        "article id": "11.3",
        "article name": "SREP liquidity assessment and institution-specific prudential requirements",
        "article paragraphs": [
            "612. For Article 113(1)(b) of Directive 2013/36/EU, competent authorities should consider 'matters' to be significant and/or 'findings' to be material at least where: a. specific quantitative liquidity requirements are proposed by competent authorities; and/or b. measures other than specific quantitative liquidity requirements are proposed by competent authorities and the score assigned to liquidity risk and/or funding risk is '3' or '4'."
        ]
    },
    {
        "document title": "Guidelines on ICAAP and ILAAP information collected for SREP purposes",
        "document name": "Final report on Guidelines on ICAAP ILAAP (EBA-GL-2016-10).di",
        "article id": "7.1.1",
        "article name": "Methodology and policy documentation",
        "article paragraphs": [
            "40. On evidencing the set-up of a process that ensures the institution has a robust and specific framework for liquidity and funding risk management, including a process for identifying, measuring and controlling liquidity and funding risks, competent authorities should ensure that they receive from institutions the following: a. description of the scope of ILAAP including an overview of and reasoning for any deviations from the prudential scope of liquidity requirements recognising possible waivers; b. description of the set-up of ILAAP explaining the relation between all its components and providing reasoning about how that set-up ensures the institution has access to sufficient liquidity; c. the criteria applied by the institution for the selection of significant risk drivers for liquidity and funding risk, including the selection of significant currencies for monitoring the liquidity and the funding position; d. the criteria applied by the institution for the selection of appropriate tools and assumptions for ILAAP, such as the method of measuring and projecting current and future cash-flows of assets, liabilities and off-balance-sheet items over appropriate time horizons."
        ]
    },
    {
        "document title": "Guidelines on ICAAP and ILAAP information collected for SREP purposes",
        "document name": "Final report on Guidelines on ICAAP ILAAP (EBA-GL-2016-10).di",
        "article id": "7.1.2",
        "article name": "Operational documentation",
        "article paragraphs": [
            "41. On evidencing the full implementation of a process that ensures the institution has a robust and specific framework for liquidity and funding risk management, including a process for identifying measuring and controlling liquidity and funding risks, competent authorities should ensure that they receive from institutions the following: a. an assessment of the intragroup liquidity flows and funding positions, including any possible legal or regulatory impediments to the transfer of liquidity within the (sub-)group; b. reasoning for the selection of the significant risk drivers and a quantitative overview of these risk drivers, updated at an appropriate frequency; 24 FINAL REPORT ON DRAFT GUIDELINES ON ICAAP AND ILAAP INFORMATION COLLECTED FOR SREP PURPOSES EBA EUROPEAN BANKING AUTHORITY c. quantitative overview of the funding profile and its perceived stability in all significant currencies; d. evidence of the monitoring of compliance with minimum and additional prudential requirements related to liquidity and funding risk in accordance with Article 105 of Directive 2013/36/EU, including the forecast of compliance with these requirements under different scenarios over an appropriate time horizon within the scope of ILAAP coverage."
        ]
    },
    {
        "document title": "Guidelines on ICAAP and ILAAP information collected for SREP purposes",
        "document name": "Final report on Guidelines on ICAAP ILAAP (EBA-GL-2016-10).di",
        "article id": "7.2.1",
        "article name": "Methodology and policy documentation",
        "article paragraphs": [
            "42. On the funding strategy, competent authorities should ensure that they receive from institutions the following: a. description of the general set-up of the funding plan, including sources of funding, tenors, key markets, products used, etc .; b. where appropriate, a policy document on maintaining presence in markets in order to ensure and periodically test market access and fund raising capacity of the institution, where relevant; c. where appropriate, a policy document on funding concentration risk, including on the principles for measuring and monitoring of correlation between funding sources and economic connection between depositors and other liquidity providers; d. where appropriate, a policy on funding in foreign currencies, including the most relevant assumptions with regard to availability and convertibility of these currencies."
        ]
    },
    {
        "document title": "Guidelines on ICAAP and ILAAP information collected for SREP purposes",
        "document name": "Final report on Guidelines on ICAAP ILAAP (EBA-GL-2016-10).di",
        "article id": "7.2.2",
        "article name": "Operational documentation",
        "article paragraphs": [
            "43. On evidencing the full implementation of the funding strategy, competent authorities should ensure that they receive from institutions the following: a. the current funding plan; b. an quantitative overview of the characteristics, such as volumes, prices and investor appetite, of recent funds raised and an analysis of the feasibility of the execution of the funding plan taken into account (changes in) market volatility; c. a forward-looking view on the (desired) development of the funding position over a forward-looking time horizon specified in the EBA Guidelines on harmonised 25 FINAL REPORT ON DRAFT GUIDELINES ON ICAAP AND ILAAP INFORMATION COLLECTED FOR SREP PURPOSES EBA EUROPEAN BANKING AUTHORITY definitions and templates for funding plans of credit institutions under Recommendation A4 of ESRB/2012/27; d. an assessment of the funding position and funding risk after execution of the funding plan; e. information on back-testing of the funding plan in accordance with the requirements of the EBA Guidelines on harmonised definitions and templates for funding plans of credit institutions under Recommendation A4 of ESRB/2012/2."
        ]
    },
    {
        "document title": "Guidelines on ICAAP and ILAAP information collected for SREP purposes",
        "document name": "Final report on Guidelines on ICAAP ILAAP (EBA-GL-2016-10).di",
        "article id": "7.3.1",
        "article name": "Methodology and policy documentation",
        "article paragraphs": [
            "44. On liquidity buffers and collateral management strategy, competent authorities should ensure that they receive from institutions the following: a. their methodology for determining the internal minimum size of the liquidity buffer, including the institutions' definition of liquid assets, the criteria they apply for determining the liquidity value of liquid assets and the constraints relating to concentration and other risk characteristics of the liquid assets; b. policy document on collateral management, including principles in relation to the location and transferability of collateral as well as to their role in relation to meeting minimum prudential requirements; c. policy document on asset encumbrance, including principles for measuring and monitoring both encumbered and unencumbered assets and linking the limit and control framework regarding asset encumbrance to the institution's (liquidity and funding) risk appetite; d. principles for testing the assumptions relating to the liquidity value of, and time to sell or repo, assets included in the liquid asset buffer; e. policy document on liquidity concentration risk in the liquidity buffer, including principles for measuring and monitoring of any potential loss of available liquidity due to this concentration. 7 EBA/GL/2014/04 of 19 June 2014 26 FINAL REPORT ON DRAFT GUIDELINES ON ICAAP AND ILAAP INFORMATION COLLECTED FOR SREP PURPOSES EBA EUROPEAN BANKING AUTHORITY"
        ]
    },
    {
        "document title": "Guidelines on ICAAP and ILAAP information collected for SREP purposes",
        "document name": "Final report on Guidelines on ICAAP ILAAP (EBA-GL-2016-10).di",
        "article id": "7.3.2",
        "article name": "Operational documentation",
        "article paragraphs": [
            "45. On evidencing implementation of the strategy regarding liquidity buffers and collateral management, competent authorities should ensure that they receive from institutions the following: a. quantification of the minimum volume of liquid assets considered adequate to meet internal requirements; b. quantification of the current liquidity buffer, including its distribution over products, currencies, counterparties, regions/group entities, etc .; c. description of differences between the definitions of the elements of the 'counterbalancing capacity' and 'high quality liquid assets' according to Commission Delegated Regulation (EU) No 2015/61 including reasoning to show that the counterbalancing capacity is capable of covering risks not included under Regulation (EU) No 575/2013; d. projections of the development of the internally required minimum volume of liquid assets and available liquid assets over appropriate time horizons under both 'business as usual' and stressed conditions; e. quantitative overview and analysis of current and projected levels of asset encumbrance, including details of encumbered as well as unencumbered assets that could be used for generating liquidity; f. assessment of the time it takes to convert liquid assets into directly usable liquidity, taking into account legal, operational or prudential impediments to the use of liquid assets to cover cash outflows; g. analysis of the testing of assumptions in relation to the liquidity value of, and time to sell or repo, assets included in the liquid asset buffer."
        ]
    },
    {
        "document title": "Guidelines on ICAAP and ILAAP information collected for SREP purposes",
        "document name": "Final report on Guidelines on ICAAP ILAAP (EBA-GL-2016-10).di",
        "article id": "7.4.1",
        "article name": "Methodology and policy documentation",
        "article paragraphs": [
            "46. On the set-up of the liquidity cost-benefit allocation mechanism, competent authorities should ensure that they receive from institutions the following: a. description of liquidity cost-benefit allocation mechanism as well as the criteria for the selection of the liquidity and funding elements that ensure all relevant benefits and costs are taken into account, as well as any adjustment frequency of the prices; b. description of the interlinkages between the liquidity cost-benefit allocation mechanism and the risk management and overall management of the institution. 27 FINAL REPORT ON DRAFT GUIDELINES ON ICAAP AND ILAAP INFORMATION COLLECTED FOR SREP PURPOSES EBA EUROPEAN BANKING AUTHORITY",
            "47. For the institutions with liquidity transfer pricing (LTP) mechanisms in place, competent authorities should ensure that the information referred to in the previous paragraph also includes description of the set-up and functioning of LTP, and in particular of the interlinkages between LTP and strategic decision making as well as front office decision making on asset and liability generation."
        ]
    },
    {
        "document title": "Guidelines on ICAAP and ILAAP information collected for SREP purposes",
        "document name": "Final report on Guidelines on ICAAP ILAAP (EBA-GL-2016-10).di",
        "article id": "7.4.2",
        "article name": "Operational documentation",
        "article paragraphs": [
            "48. On evidencing cost-benefit allocation of the implementation of the liquidity mechanism, competent authorities should ensure that they receive from institutions the following: a. description of the current liquidity cost-benefit allocation mechanism and a quantitative overview of its current calibration (e.g. interest rate curves, internal reference rates for main categories of assets and liabilities in use, etc.); b. description of the current integration of the liquidity cost-benefit allocation mechanism into the measurement of profitability for new asset and liability generation, both on-balance-sheet and off-balance-sheet; c. description of the current integration of the liquidity cost-benefit allocation mechanism into performance management, where necessary split out into the different business lines/units or regions.",
            "49. For the institutions with LTP mechanisms in place, the information referred to in the previous paragraph should also cover the functioning of LTP, and in particular the relation between LTP and key risk ratios."
        ]
    },
    {
        "document title": "Guidelines on ICAAP and ILAAP information collected for SREP purposes",
        "document name": "Final report on Guidelines on ICAAP ILAAP (EBA-GL-2016-10).di",
        "article id": "7.5.1",
        "article name": "Methodology and policy documentation",
        "article paragraphs": [
            "50. Where appropriate, on the set-up of intraday liquidity risk management, competent authorities should ensure that they receive from institutions the following: a. description of the criteria and tools for measuring and monitoring intraday liquidity risks; b. description of the escalation procedures for the purpose of intraday liquidity shortfalls which ensure that payments due and settlement obligations are met on a timely basis under both 'business as usual' and stressed conditions."
        ]
    },
    {
        "document title": "Guidelines on ICAAP and ILAAP information collected for SREP purposes",
        "document name": "Final report on Guidelines on ICAAP ILAAP (EBA-GL-2016-10).di",
        "article id": "7.5.2",
        "article name": "Operational documentation",
        "article paragraphs": [
            "51. Where appropriate, on the implementation of intraday liquidity risk management, competent authorities should ensure that they receive from institutions the following: 28 FINAL REPORT ON DRAFT GUIDELINES ON ICAAP AND ILAAP INFORMATION COLLECTED FOR SREP PURPOSES EBA EUROPEAN BANKING AUTHORITY a. quantitative overview of intraday liquidity risk over the past year at an appropriate frequency; b. the total number of missed payments and an overview with explanation of material payments missed or material obligations not met by the institution in a timely manner."
        ]
    },
    {
        "document title": "Guidelines on ICAAP and ILAAP information collected for SREP purposes",
        "document name": "Final report on Guidelines on ICAAP ILAAP (EBA-GL-2016-10).di",
        "article id": "7.6.1",
        "article name": "Methodology and policy documentation",
        "article paragraphs": [
            "52. In addition to the general information on stress testing as specified in Section 5.4, on the set- up of liquidity stress testing, competent authorities should ensure that they receive from institutions the following: a. description of the adverse scenarios applied and the assumptions considered in liquidity stress testing, including any relevant items such as the number of scenarios used, the scope, internal reporting frequency to the management body, risk drivers (macro and idiosyncratic), the applied time horizons and, where relevant, the split in currencies/regions/business units; b. description of the criteria for calibrating scenarios, selecting appropriate time horizons (including intraday, where relevant), quantification of the impact of stress on the liquidity value of buffer assets, etc."
        ]
    },
    {
        "document title": "Guidelines on ICAAP and ILAAP information collected for SREP purposes",
        "document name": "Final report on Guidelines on ICAAP ILAAP (EBA-GL-2016-10).di",
        "article id": "7.6.2",
        "article name": "Operational documentation",
        "article paragraphs": [
            "53. On evidence of the full implementation of liquidity stress testing, competent authorities should ensure that they receive from institutions the following: a. quantitative outcome of the stress tests including an analysis of (the main drivers of) this outcome and a clear insight into the relevance of the outcome for the internal limits, liquidity buffers, reporting, modelling and risk appetite; b. quantitative and qualitative analysis of the outcomes of stress testing on the funding profile."
        ]
    },
    {
        "document title": "Guidelines on ICAAP and ILAAP information collected for SREP purposes",
        "document name": "Final report on Guidelines on ICAAP ILAAP (EBA-GL-2016-10).di",
        "article id": "7.7.1",
        "article name": "Methodology and policy documentation",
        "article paragraphs": [
            "54. On the set-up of the liquidity contingency planning, competent authorities should ensure that they receive from institutions the following: a. description of the lines of responsibilities for designing, monitoring and executing the liquidity contingency plan; 29 FINAL REPORT ON DRAFT GUIDELINES ON ICAAP AND ILAAP INFORMATION COLLECTED FOR SREP PURPOSES EBA EUROPEAN BANKING AUTHORITY b. description of the strategies for addressing liquidity shortfalls in emergency situations; c. description of a tool to monitor market conditions that allow institutions to determine in a timely manner whether escalation and/or execution of measures is warranted; d. description of testing procedures, where available (e.g. examples of sales of new asset types, pledging collateral with central banks, etc.)."
        ]
    },
    {
        "document title": "Guidelines on ICAAP and ILAAP information collected for SREP purposes",
        "document name": "Final report on Guidelines on ICAAP ILAAP (EBA-GL-2016-10).di",
        "article id": "7.7.2",
        "article name": "Operational documentation",
        "article paragraphs": [
            "55. On the implementation of liquidity contingency plans, competent authorities should ensure that they receive from institutions the following: a. the current liquidity contingency plan; b. information on the possible management actions including the assessment of their feasibility and liquidity generating capacity under different stress scenarios; c. the management view on the implications of all liquidity-related public disclosures made by the institution for the feasibility and timeliness of management actions included in the liquidity contingency plan; d. recent analysis of testing, including conclusions on the feasibility of the management actions included in the liquidity contingency plan; e. description of the internal view on the impact of executing the management actions included in the liquidity contingency plan, e.g. on the access the institution has to relevant markets and on the overall stability of its funding profile in the short and longer terms."
        ]
    },
    {
        "document title": "FINAL REPORT ON GUIDELINES ON INSTITUTIONS' STRESS TESTING",
        "document name": "Guidelines on institutions stress testing (EBA-GL-2018-04).di",
        "article id": "4.7.6",
        "article name": "Liquidity risk",
        "article paragraphs": [
            "149. Institutions should take into account that liquidity or funding risks arise when an institution is not able to meet current and future cash flows.",
            "150. Institutions should take into account that liquidity or funding risks encompass: a) short- to medium-term liquidity risks; and b) funding risks.",
            "151. Institutions should analyse and measure themselves against risk factors relating to both asset- and liability-related items, as well as to off-balance-sheet commitments as defined in the EBA Guidelines on the supervisory review and evaluation process (SREP).",
            "152. Institutions' analysis of risk factors should take into account, but should not be limited to: 41 FINAL REPORT ON GUIDELINES ON INSTITUTIONS' STRESS TESTING EBA EUROPEAN BANKING AUTHORITY a) the impact of macroeconomic conditions, e.g. the impact of interest rate shocks on contingent cash flows; b) the currency of assets and liabilities including off-balance-sheet items, to reflect convertibility risk and possible disruptions in the access to foreign exchange markets; c) the location of liquidity needs and available funds, intragroup liquidity transactions and the risk of constraints for the transfer of funds between jurisdictions or group entities; d) actions that the institution may take to preserve its reputation or franchise (e.g. the early repayment of callable liabilities); e) the internalisation of risks related to specific activities, as in the case of prime brokerage where symmetry, to a certain extent, might be required between the lending side and the borrowing side of securities, i.e. customer long positions are funded using the proceeds from customer short trades. Such symmetry is subject to counterparties' behaviour and is therefore sensitive to reputational risk. In the event of such risk, it may trigger the unwinding of trades that would unexpectedly leave the institution with securities on its balance sheet, along with the need to fund them; f) the vulnerabilities within the funding term structure due to external, internal or contractual events; g) realistic run-off rates under normal conditions that accelerate in stressed times; h) concentration in funding; and i) estimates of future balance-sheet growth.",
            "153. 3. Institutions should subject these risk factors to sensitivity analyses which in turn should provide the appropriate quantitative background information for the design of scenarios.",
            "154. Institutions should apply the following three types of stress scenarios: an idiosyncratic scenario, a market-wide scenario and a combination of the two. As idiosyncratic stress scenario should assume institution-specific events (e.g. a rating downgrade, the default of the largest funding counterparty, a loss of market access, a loss of currency convertibility, the default of the counterparty providing the largest inflows), whereas a market-wide stress scenario should assume an impact on a group of institutions or the financial sector as a whole (e.g. a deterioration in funding market conditions or the macroeconomic environment, or rating downgrades of countries in which the institution operates).",
            "155. Institutions should design different time horizons in their stress testing: the time horizons should range from overnight up to at least 12 months; there should also be separate stress tests relating to intraday liquidity risks. The time horizon should display, for example, a short acute phase of stress (up to 30 days in order to cover such periods without having to change the business model) followed by a longer period of less acute but more prolonged stress (between 3 and 12 months). 42 FINAL REPORT ON GUIDELINES ON INSTITUTIONS' STRESS TESTING EBA EUROPEAN BANKING AUTHORITY",
            "156. Institutions should combine the stress of the short- to medium-term liquidity risk with a stress of funding risk, considering a time horizon of at least 12 months.",
            "157. Institutions should design a set of adverse behavioural assumptions for customers including depositors, other providers of funds and counterparties for each different scenario and time horizon.",
            "158. .In the design of scenarios, institutions should consider the impact of stress events for other risk types, e.g. credit risk losses and reputational risk events, on their liquidity position, and the possibility of an impact of fire sales from other institutions (e.g. spillovers) or from their own liquidity buffer on the market-to-market value of other assets they hold.",
            "159. The main methodology used for calculating the magnitude of the impact should be the net cash flow profile. For each scenario, at each stress level, the institution identifies cash inflows and outflows that are projected for each future time period and the resulting net cash flows. Institutions should consider the lowest cumulative point of net cash flows within the time period assessed in each given scenario.",
            "160. Institutions should extend the analysis, if appropriate, to other metrics, such as: a) liquidity ratios and other metrics used in the framework, which should include, but may not be limited to, supervisory liquidity ratios and metrics, in particular the liquidity coverage ratio and net stable funding ratio; b) their available liquidity buffer, over and above the ratios referred to above, and other counterbalancing measures, i.e. their counterbalancing capacity, for each stress scenario; the stress testing of this metric should be accompanied by an assessment of the impact on the proportion and nature of encumbered assets; c) the survival horizon of the institution as derived from its counterbalancing capacity, i.e. the institution's ability to hold, or have access to, excess liquidity over short-term, medium- term and long-term time horizons in response to stress scenarios as defined in the EBA Guidelines on common procedures and methodologies for SREP, and stressed cash flows, taken jointly, before and after the impact of counterbalancing measures; d) solvency and profitability.",
            "61. When applying the different stress scenarios, institutions should assess and highlight counterbalancing effects provided by central banks (monetary policy) and adopt a conservative approach.",
            "162. Liquidity stress test metrics should include, if appropriate and in particular for at least all material currencies, a granularity per currency to allow the analysis of currency-specific assumptions in scenarios (e.g. volatility in exchange rates or currency mismatches).",
            "163. Institutions should, where appropriate, integrate liquidity stress test in their institution- wide stress tests, and take into account differences in the time periods covered in liquidity 43 FINAL REPORT ON GUIDELINES ON INSTITUTIONS' STRESS TESTING EBA EUROPEAN BANKING AUTHORITY stress tests from those covered in institution-wide solvency stress tests. At a minimum, institutions should assess the impact of increasing funding costs on P&L. Institutions should take into account that linking funding costs to solvency position may influence the quality of the liquidity stress test, namely a too slow deterioration in liquidity."
        ]
    }
]