[
    {
        "document title": "Regulations and guidelines 5/2019",
        "document name": "5_2019_m4_en.di",
        "article id": "9.2",
        "article name": "Maturity-based calculation of commodity risk",
        "article paragraphs": [
            "(7) An example of calculation of the own funds requirement for commodity risk in accordance with Article 359 of the CRR using the maturity-based approach for a single commodity: Maturity band Positions Calculati on Own funds require ment Explanation Long Shor t 1 50 150"
        ]
    },
    {
        "document title": "Regulations and guidelines 9/2013",
        "document name": "9_2013.m1_en.di",
        "article id": "7.5.1",
        "article name": "General",
        "article paragraphs": [
            "(26) FIN-FSA's interpretations presented in chapter 7.5 on the valuation principles of a securities-based consideration are primarily applicable to situations where a security given as consideration is subject to trading in a regulated market supervised by an authority. The valuation principles are applied, as applicable, also to other situations where cash consideration has to be compared to a security consideration.",
            "(27) According to FIN-FSA's interpretation, continuous fluctuation of the value of the consideration is an integral part of the nature of a securities-based consideration. Functioning corporate acquisition market require that the offeror can, already in launching a voluntary takeover bid, assess the costs incurring from an acquisition with considerable certainty. In addition, the reliable price formation of the securities of the offeree company requires that the parties have a clear conception of how an acquisition of securities beyond the scope of the takeover bid will affect the consideration offered or to be offered in the takeover bid.",
            "(28) When a security offered as consideration is compared to cash consideration, the security is valued according to FIN-FSA's interpretation generally at the same point in time as the cash consideration would be taken into account in a comparable situation."
        ]
    },
    {
        "document title": "Regulations and guidelines 9/2013",
        "document name": "9_2013.m1_en.di",
        "article id": "7.5.3",
        "article name": "Obligation to raise the consideration",
        "article paragraphs": [
            "(31) According to FIN-FSA's interpretation, where a cash consideration is offered in a takeover bid, in assessing the obligation to raise the consideration, a securities-based consideration paid for securities of the offeree company is valued based on the value of the security offered as consideration at the point in time when the amount of the security consideration was agreed on.",
            "(32) According to FIN-FSA's interpretation, where a securities-based consideration is offered in a takeover bid, the takeover consideration is valued, in assessing the obligation to raise FINANSSIVALVONTA FINANSINSPEKTIONEN FINANCIAL SUPERVISORY AUTHORITY Issued 10.6.2013 Valid from 1.7.2013 until further notice 9/2013 Takeover bid and the obligation to launch a bid 38 (42) the consideration, based on the value of the security offered as consideration at the point in time when the amount of the consideration paid beyond the takeover bid was agreed on."
        ]
    },
    {
        "document title": "Regulations and guidelines 2/2023",
        "document name": "maaraykset-ja-ohjeet-2_2023_en.m3-clean.di",
        "article id": "4.4",
        "article name": "Sources of the risk assessment and their use",
        "article paragraphs": [
            "(34) In accordance with chapter 2, section 1(2) of the AML Act, the purpose of the national risk assessment is, inter alia, to provide the obliged entities with information to support the preparation of the risk assessment.",
            "(35) In accordance with chapter 2, section 2(1) of the AML Act, the FIN-FSA shall prepare an assessment of the risks of money laundering and terrorist financing among the obliged entities supervised by it, and according to subparagraph (4), it shall publish a summary of the risk assessment. GUIDELINE (paragraphs 36-39)",
            "(36) According to the Government bill, 4 the European Commission shall prepare a supranational EU risk assessment of money laundering and terrorist financing, and in doing so, take into account the view of the European supervisory authorities, national anti-money laundering units and other authorities. In their national risk assessments of money laundering and terrorist financing, the member states shall take into account the results of the Commission's risk assessment, and the obliged entities shall take both assessments into account in their assessment of the risks of money laundering and terrorist financing in their activities.",
            "(37) The FIN-FSA recommends that, in conducting the risk assessment, supervised entities take into consideration at least: · The summary of the FIN-FSA's supervisor-specific risk assessment · Government Decree on Customer Due Diligence Procedures and Anti-Money Laundering and Counter-Terrorist Financing Risk Factors (929/2021) · Annexes 2 and 3 of the Fourth Anti-Money Laundering Directive on high- and low-risk circumstances.",
            "(38) The FIN-FSA recommends paying particular attention to paragraphs 1.29-1.32 of the EBA Risk Factors Guideline on the data sources to be used in the risk assessment.",
            "(39) The FIN-FSA recommends that, in conducting and updating the risk assessment, supervised entities take into account and document information collected in the course of their own activities on the risks of money laundering and terrorist financing, as well as their management methods. For example, new threats or risks identified in the ongoing monitoring of customers should be"
        ]
    },
    {
        "document title": "Regulations and guidelines 2/2023",
        "document name": "maaraykset-ja-ohjeet-2_2023_en.m3-clean.di",
        "article id": "6.1",
        "article name": "General",
        "article paragraphs": [
            "(1) The EBA has issued Risk Factors Guidelines (EBA/GL/2021/02), which apply to supervised entities referred to in paragraph 1 of chapter 1.1. In accordance with Article 16(3) of the EBA Regulation, financial institutions shall make every effort to comply with EBA guidelines. GUIDELINE (paragraph 2)",
            "(2) The FIN-FSA recommends that supervised entities referred to in paragraph 2 of chapter 1.1 also comply with the EBA Risk Factors Guidelines when fulfilling their obligations concerning customer due diligence, as applicable."
        ]
    }
]