[
    {
        "reference_label": "Draft Final report on GL on remuneration policies under CRD.di 4",
        "articles": [
            {
                "article": {
                    "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
                    "document name": "Draft Final report on GL on remuneration policies under CRD.di",
                    "article id": "4",
                    "article name": "Proportionality",
                    "article paragraphs": [
                        "5. The identification process 43"
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "Draft Final report on GL on remuneration policies under CRD.di 13.2",
        "articles": [
            {
                "article": {
                    "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
                    "document name": "Draft Final report on GL on remuneration policies under CRD.di",
                    "article id": "13.2",
                    "article name": "Ratio between fixed and variable remuneration",
                    "article paragraphs": [
                        "14. . Risk alignment process 67",
                        "14.1 Performance and risk measurement process 68",
                        "14.1.1 Risk assessments 68"
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "Draft Final report on GL on remuneration policies under CRD.di 9.2",
        "articles": [
            {
                "article": {
                    "document title": "FINAL REPORT ON GUIDELINES ON SOUND REMUNERATION POLICIES",
                    "document name": "Draft Final report on GL on remuneration policies under CRD.di",
                    "article id": "9.2",
                    "article name": "Compensation or buyout of previous employment contract",
                    "article paragraphs": [
                        "160.The compensation for the buyout of a previous contract should be awarded only when the conditions defined in paragraph 156 of these guidelines are met.",
                        "161.Remuneration should be considered as being granted as compensation or for the buyout of a previous contract where the deferred variable remuneration of the staff member was reduced or revoked by the previous employer because of the termination of the contract. For remuneration packages relating to the compensation or buyout of contracts in previous employment, all requirements for variable remuneration and the provisions within these guidelines apply, including deferral, retention, pay out in instruments and clawback arrangements."
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "EBA revised Guidelines on outsourcing arrangements.di 1",
        "articles": [
            {
                "article": {
                    "document title": "EBA Guidelines on outsourcing arrangements",
                    "document name": "EBA revised Guidelines on outsourcing arrangements.di",
                    "article id": "1",
                    "article name": "Proportionality",
                    "article paragraphs": [
                        "18. Institutions, payment institutions and competent authorities should, when complying or supervising compliance with these guidelines, have regard to the principle of proportionality. The proportionality principle aims to ensure that governance arrangements, including those related to outsourcing, are consistent with the individual risk profile, the nature and business model of the institution or payment institution, and the scale and complexity of their activities so that the objectives of the regulatory requirements are effectively achieved.",
                        "19. When applying the requirements set out in these guidelines, institutions and payment institutions should take into account the complexity of the outsourced functions, the risks arising from the outsourcing arrangement, the criticality or importance of the outsourced function and the potential impact of the outsourcing on the continuity of their activities.",
                        "20. When applying the principle of proportionality, institutions, payment institutions 31 and competent authorities should take into account the criteria specified in Title I of the EBA Guidelines on internal governance in line with Article 74(2) of Directive 2013/36/EU."
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "EBA revised Guidelines on outsourcing arrangements.di 9",
        "articles": [
            {
                "article": {
                    "document title": "EBA Guidelines on outsourcing arrangements",
                    "document name": "EBA revised Guidelines on outsourcing arrangements.di",
                    "article id": "9",
                    "article name": "Business continuity plans",
                    "article paragraphs": [
                        "48. Institutions, in line with the requirements under Article 85(2) of Directive 2013/36/EU and Title VI of the EBA Guidelines on internal governance,46 and payment institutions should have in place, maintain and periodically test appropriate business continuity plans with regard to outsourced critical or important functions. Institutions and payment institutions within a group or institutional protection scheme may rely on centrally established business continuity plans regarding their outsourced functions.",
                        "49. Business continuity plans should take into account the possible event that the quality of the provision of the outsourced critical or important function deteriorates to an unacceptable level or fails. Such plans should also take into account the potential impact of the insolvency or other failures of service providers and, where relevant, political risks in the service provider's jurisdiction."
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "EBA revised Guidelines on outsourcing arrangements.di 12",
        "articles": [
            {
                "article": {
                    "document title": "EBA Guidelines on outsourcing arrangements",
                    "document name": "EBA revised Guidelines on outsourcing arrangements.di",
                    "article id": "12",
                    "article name": "Pre-outsourcing analysis",
                    "article paragraphs": [
                        "61. Before entering into any outsourcing arrangement, institutions and payment institutions should: a. assess if the outsourcing arrangement concerns a critical or important function, as set out in Title II; b. assess if the supervisory conditions for outsourcing set out in Section 12.1 are met; c. identify and assess all of the relevant risks of the outsourcing arrangement in accordance with Section 12.2; d. undertake appropriate due diligence on the prospective service provider in accordance with Section 12.3; e. identify and assess conflicts of interest that the outsourcing may cause in line with Section 8."
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "EBA revised Guidelines on outsourcing arrangements.di 12.1",
        "articles": [
            {
                "article": {
                    "document title": "EBA Guidelines on outsourcing arrangements",
                    "document name": "EBA revised Guidelines on outsourcing arrangements.di",
                    "article id": "12.1",
                    "article name": "Supervisory conditions for outsourcing",
                    "article paragraphs": [
                        "62. Institutions and payment institutions should ensure that the outsourcing of functions of banking activities51 or payment services, to an extent that the performance of that function requires authorisation or registration by a competent authority in the Member State where they are authorised, to a service provider located in the same or another Member State takes place only if one of the following conditions is met:"
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "EBA revised Guidelines on outsourcing arrangements.di 12.2",
        "articles": [
            {
                "article": {
                    "document title": "EBA Guidelines on outsourcing arrangements",
                    "document name": "EBA revised Guidelines on outsourcing arrangements.di",
                    "article id": "12.2",
                    "article name": "Risk assessment of outsourcing arrangements",
                    "article paragraphs": [
                        "64. Institutions and payment institutions should assess the potential impact of outsourcing arrangements on their operational risk, should take into account the assessment results when deciding if the function should be outsourced to a service provider and should take appropriate steps to avoid undue additional operational risks before entering into outsourcing arrangements.",
                        "65. The assessment should include, where appropriate, scenarios of possible risk events, including high-severity operational risk events. Within the scenario analysis, institutions and payment institutions should assess the potential impact of failed or inadequate services, including the risks caused by processes, systems, people or external events. Institutions and payment institutions, taking into account the principle of proportionality referred to in Section 1, should document the analysis performed and their results and should estimate the extent to which the outsourcing arrangement would increase or decrease their operational risk. Taking into account Title I, small and non-complex institutions and payment institutions may use qualitative risk assessment approaches, while large or complex institutions should have a more sophisticated approach, including, where available, the use of internal and external loss data to inform the scenario analysis.",
                        "66. Within the risk assessment, institutions and payments institutions should also take into account the expected benefits and costs of the proposed outsourcing arrangement, including weighing any risks that may be reduced or better managed against any risks that may arise as a result of the proposed outsourcing arrangement, taking into account at least: a. concentration risks, including from: i. outsourcing to a dominant service provider that is not easily substitutable; and ii. multiple outsourcing arrangements with the same service provider or closely connected service providers; b. the aggregated risks resulting from outsourcing several functions across the institution or payment institution and, in the case of groups of institutions or institutional protection schemes, the aggregated risks on a consolidated basis or on the basis of the institutional protection scheme; c. in the case of significant institutions, the step-in risk, i.e. the risk that may result from the need to provide financial support to a service provider in distress or to take over its business operations; and d. the measures implemented by the institution or payment institution and by the service provider to manage and mitigate the risks.",
                        "67. Where the outsourcing arrangement includes the possibility that the service provider sub- outsources critical or important functions to other service providers, institutions and payment institutions should take into account: 41 FINAL REPORT ON THE GUIDELINES ON OUTSOURCING EBA EUROPEAN BANKING AUTHORITY a. the risks associated with sub-outsourcing, including the additional risks that may arise if the sub-contractor is located in a third country or a different country from the service provider; b. the risk that long and complex chains of sub-outsourcing reduce the ability of institutions or payment institutions to oversee the outsourced critical or important function and the ability of competent authorities to effectively supervise them.",
                        "68. When carrying out the risk assessment prior to outsourcing and during ongoing monitoring of the service provider's performance, institutions and payment institutions should, at least: a. identify and classify the relevant functions and related data and systems as regards their sensitivity and required security measures; b. conduct a thorough risk-based analysis of the functions and related data and systems that are being considered for outsourcing or have been outsourced and address the potential risks, in particular the operational risks, including legal, ICT, compliance and reputational risks, and the oversight limitations related to the countries where the outsourced services are or may be provided and where the data are or are likely to be stored; c. consider the consequences of where the service provider is located (within or outside the EU); d. consider the political stability and security situation of the jurisdictions in question, including: i. the laws in force, including laws on data protection; ii. the law enforcement provisions in place; and iii. the insolvency law provisions that would apply in the event of a service provider's failure and any constraints that would arise in respect of the urgent recovery of the institution's or payment institution's data in particular; e. define and decide on an appropriate level of protection of data confidentiality, of continuity of the activities outsourced and of the integrity and traceability of data and systems in the context of the intended outsourcing. Institutions and payment institutions should also consider specific measures, where necessary, for data in transit, data in memory and data at rest, such as the use of encryption technologies in combination with an appropriate key management architecture; f. consider whether the service provider is a subsidiary or parent undertaking of the institution, is included in the scope of accounting consolidation or is a member of or owned by institutions that are members of an institutional protection scheme and, if 42 FINAL REPORT ON THE GUIDELINES ON OUTSOURCING EBA EUROPEAN BANKING AUTHORITY so, the extent to which the institution controls it or has the ability to influence its actions in line with Section 2."
                    ]
                },
                "reference_article": true
            },
            {
                "article": {
                    "document title": "Guidelines on common procedures and methodologies for the supervisory review and evaluation process (SREP) and supervisory stress testing under Directive 2013/36/EU",
                    "document name": "Final Report on Guidelines on common procedures and methodologies for SREP and supervisory stress testing.di",
                    "article id": "6.4.1",
                    "article name": "General considerations",
                    "article paragraphs": [
                        "273. Competent authorities should assess the materiality of operational risk arising from outsourced services and activities, and whether these could affect the institution's ability to process transactions and/or provide services, or cause legal liabilities for damage to third parties (e.g. customers and other stakeholders).",
                        "74. When assessing operational risk, competent authorities should assess ICT risk, as ICT performance and security are considered paramount for an institution to conduct its business. Thus, competent authorities should assess potential impact of ICT risks on the critical activities of an institution and consider the potential financial, reputational, regulatory and strategic impact on the institution as well as the potential for business disruption.",
                        "275. Competent authorities should assess reputational risk jointly with operational risk because of the strong links between the two (e.g. most operational risk events have a strong impact in terms of reputation). However, the outcome of reputational risk assessment should not be reflected in the scoring of operational risk but, where relevant, should be considered as part of the BMA and/or the liquidity risk assessment, since the main effects it can have are reductions 109 in earnings and loss of confidence in or disaffection with the institution by investors, depositors or interbank-market participants.",
                        "276. In assessing operational risk, competent authorities should use, to the extent possible, the event-type classification for the advanced measurement approaches provided in Article 324 of Regulation (EU) No 575/2013 and specified in Commission Delegated Regulation (EU) 2018/95934to gain a clearer view of the spectrum of operational risks and to achieve a level of consistency in analysing these risks across institutions, irrespective of the approach adopted to determine own funds requirements for operational risk. When assessing operational risk, competent authorities should also consider conduct risk, model risk and ICT risk."
                    ]
                },
                "reference_article": false
            },
            {
                "article": {
                    "document title": "Guidelines on common procedures and methodologies for the supervisory review and evaluation process (SREP) and supervisory stress testing under Directive 2013/36/EU",
                    "document name": "Final Report on Guidelines on common procedures and methodologies for SREP and supervisory stress testing.di",
                    "article id": "6.4.4",
                    "article name": "Assessment of operational risk management, measurement and controls",
                    "article paragraphs": [
                        "310. Competent authorities should assess the framework and arrangements that the institution has specifically to manage and control operational risk as an individual risk category. This assessment should take into account the outcome of the analysis of the overall risk management and internal-control framework addressed in Title 5, as this will influence the institution's operational risk exposures. Regarding ML/TF risk, the competent authority should take into account the assessment provided by the AML/CFT supervisor.",
                        "311. Competent authorities should approach this review having regard to the key operational risk drivers (i.e. people, processes, external factors, systems), which can also act as mitigating factors, and should consider: a. the operational risk management strategy and appetite; b. the organisational framework; c. policies and procedures; d. operational risk identification, measurement, monitoring and reporting; e. business resilience and continuity plans; and f. the internal control framework as it applies to the management of operational risk. Operational risk management strategy and appetite",
                        "312. Competent authorities should assess whether the institution has defined and formalised a sound operational risk management strategy and appetite level, approved by the management body. For this assessment, competent authorities should take into account whether: 118 a. the management body clearly expresses the operational risk management strategy and appetite level, as well as the process for the review thereof (e.g. in the event of an overall risk strategy review, a loss trend and/or capital adequacy concerns, etc.); b. senior management properly implements and monitors the operational risk management strategy approved by the management body, ensuring that the institution's operational risk mitigation measures are consistent with the strategy established; c. these strategies are appropriate and efficient with respect to the nature and materiality of the operational risk profile and whether the institution monitors their effectiveness over time and their consistency with the operational risk appetite level; d. the institution's operational risk management strategy covers all the activities, processes and systems of the institution - including on a forward-looking basis through the strategic plan - where operational risk is or may be significant; and e. the institution has an appropriate framework in place to ensure that the operational risk management strategy is effectively communicated to relevant staff.",
                        "313. To assess the credibility of such strategies, competent authorities should also assess whether the institution has allocated sufficient resources to their implementation, and whether relevant decisions taken are irrespective of minimum own funds requirements benefits that might accrue (in particular for institutions adopting the BIA or TSA approaches to determine minimum own funds requirements). Organisational framework for management and oversight of operational risk",
                        "314. Competent authorities should assess the soundness and effectiveness of the organisational framework with respect to the management of operational risk. In this regard, the competent authority should determine whether: a. there are clear lines of responsibility for the identification, analysis, assessment, mitigation, monitoring and reporting of operational risk; b. the operational risk control and monitoring systems are subject to independent review and there is a clear separation between risk-takers and risk managers, between these and the risk control and oversight risk functions; c. the risk management, measurement, and control functions cover operational risk across the entire institution (including branches) in an integrated manner, 119 irrespective of the measurement approach adopted to determine minimum own funds, and also cover outsourced business functions and other activities; and d. the operational risk management framework is structured with sufficient and qualitatively appropriate human and technical resources. Policies and procedures",
                        "315. Competent authorities should assess whether the institution has appropriate policies and procedures for the management of operational risk, including residual risk after mitigation techniques have been applied. For this assessment, competent authorities should take into account whether: a. the management body approves the policies for managing operational risk and reviews them regularly, in line with the operational risk management strategies; b. senior management is responsible for developing and implementing the policies and procedures for managing operational risk; c. operational risk management policies and procedures are clearly formalised and communicated throughout the institution and are applied consistently across the institution, or at least those processes and businesses most exposed to operational risk; d. policies and procedures cover all the elements of operational risk management, measurement and control including, where relevant, loss data collection, quantification methodologies, mitigation techniques (e.g. insurance policies), causal analysis techniques in respect of operational risk events, limits and the handling of exceptions to those limits; e. the institution has implemented an approval process for new products, processes and systems that requires assessment and mitigation of potential operational risks raised by the implementation and the development of the related new products, processes and systems; f. such policies are adequate for the nature and complexity of the institution's activities, and enable a clear understanding of the operational risk inherent to the different products and activities under the scope of the institution; g. the institution promotes an operational risk management culture throughout the organisation, by means of training and by setting targets for operational loss reduction. Risk identification, measurement, monitoring and reporting 120",
                        "316. Competent authorities should assess whether the institution has an appropriate framework for identifying, assessing, measuring and monitoring operational risk, in line with the institution's size and complexity, and whether the framework is compliant, as a minimum, with the relevant minimum own funds requirements under the relevant EU and national implementing legislation. Competent authorities should take into account whether: a. the institution has implemented effective processes and procedures for comprehensive identification and assessment of operational risk exposure (e.g. Risk and Control Self-Assessments (RCSA)) and for the detection and accurate categorisation of relevant events (i.e. loss data collection, 'near misses' with no loss impact or even events that generate unexpected gains), including boundary cases with other risks (e.g. credit loss caused or augmented by an operational risk event); in this regard, competent authorities should also determine the ability of the institution to identify the key drivers of relevant operational losses and use this information for operational risk management purposes; b. for the purposes of Article 101 of Directive 2013/36/EU, if the institution is authorised to use an internal model to determine minimum own funds requirements for operational risk, the institution continues to fulfil the minimum requirements specified in the relevant EU and national implementing legislation and whether such an internal model involves any material risk underestimation; c. the institution has appropriate information systems and methodologies to quantify or assess the operational risk, which comply, as a minimum, with requirements for determining relevant minimum own funds as specified in the relevant EU and national implementing legislation (e.g. for TSA, mapping of relevant profit and loss items to the eight regulatory business lines; for the AMA, the length of time series, treatment of insurance, correlation, etc.); d. the institution has implemented adequate stress testing and scenario analysis, as appropriate, to understand the impact of adverse operational events on its profitability and own funds, also taking into due consideration the potential failure of internal controls and mitigation techniques; where relevant, competent authorities should consider the consistency of these analyses with the RCSA and with the outcome of peer analysis; e. the institution's management body and senior management understand the assumptions underlying the measurement system and whether they are aware of the degree of relevant model risk; f. the institution has defined and implemented continuous and effective monitoring of operational risk exposures throughout the institution, including outsourced activities and new products and systems, amongst others, by means of specific 121 forward-looking indicators (key risk indicators and key control indicators) and relevant triggers to provide effective early warning alerts; g. the institution has defined adequate actions to respond to residual risks to keep them within the limits defined in the risk appetite; h. the institution has implemented regular reporting on operational risk exposure, including stress testing outcomes, to the management body, senior management and the managers of relevant businesses and processes as appropriate.",
                        "317. Competent authorities should assess the institution's ICT risk management framework in accordance with the EBA Guidelines on ICT Risk Assessment under the SREP and having regard to the EBA Guidelines on ICT and security risk management. Business resilience and continuity plans",
                        "318. Competent authorities should assess whether the institution has in place comprehensive and tested business resilience and continuity plans, covering at least critical and important functions, including those that are outsourced, to ensure that it is able to operate on an ongoing basis and limit losses in the event of severe business disruption. For outsourced activities, competent authorities should ensure that the service provider has a suitable business continuity plan in line with the EBA Guidelines on outsourcing arrangements.",
                        "319. Competent authorities should determine whether the institution has established business continuity plans commensurate with the nature, size and complexity of its operations. Such plans should take into account different types of likely or plausible scenarios to which the institution may be vulnerable.",
                        "320. Competent authorities should assess the quality and effectiveness of the institution's continuity management planning process. In doing so, competent authorities should evaluate the quality of the institution's adherence to recognised Business Continuity Management (BCM) processes. Accordingly, competent authorities should determine whether the institution's continuity management planning process includes: a. a Business Impact Analysis; b. appropriate recovery strategies incorporating internal and external dependencies and clearly defined recovery priorities; c. the drafting of comprehensive and flexible plans to deal with plausible scenarios; d. effective testing of the design and operational effectiveness of the plans; e. BCM awareness and training programmes; and f. communications and crisis-management documentation and training. 122 Internal control framework",
                        "321. Competent authorities should assess whether the institution has a strong control framework and sound safeguards to mitigate its operational risk, in line with its operational risk management appetite and strategy. Competent authorities should take into account whether: a. the scope covered by the institution's control functions includes all consolidated entities and geographical locations; b. there are internal controls and other practices (e.g. risk responses, such as conduct policies, risk transfer techniques, etc.) aimed at mitigating operational risk exposures or curtailing potential impacts, and keeping them within levels acceptable to the institution, in accordance with the parameters set by the management body and senior management and the institution's risk appetite level; and c. the institution has appropriate internal controls and practices to ensure that breaches of and exceptions to policies, procedures and limits are reported in a timely manner to the appropriate level of management for action, and to competent authorities as required.",
                        "322. Competent authorities should also assess the functionality of the internal audit function. To this end, they should determine whether: a. the institution conducts internal audits of the operational risk management framework on a regular basis; b. the internal audit covers the main elements of operational risk management measurement and control across the institution; and c. such audits are effective in determining adherence to internal policies and any relevant external regulations and addressing any deviations from them.",
                        "323. For institutions using the AMA to determine minimum own funds requirements for operational risk, competent authorities should also assess whether the internal approach- validation process is sound and effective in challenging model assumptions and identifying any potential shortcomings with respect to operational risk modelling, quantification and systems and other relevant minimum requirements specified in the relevant EU and national implementing legislation.",
                        "324. Irrespective of the approach adopted by the institution to determine regulatory minimum own funds, when models are used for decision-making (e.g. credit lending, pricing, trading financial instruments, etc.), competent authorities should assess whether there is a sound internal validation process and/or model-review process to identify and mitigate model risk. 123 Management of reputational risk",
                        "325. Competent authorities should assess whether the institution has implemented adequate arrangements, strategies, processes and mechanisms to manage reputational risk. In particular, competent authorities should take into account whether: a. the institution has formalised policies and processes in place for the identification, management and monitoring of this risk, and whether these policies and processes are proportionate to its size and its relevance in the system; b. the institution addresses this risk in a precautionary manner, for example by setting limits or requiring approval for allocating capital to specific countries, sectors or persons and/or whether its contingency plans address the need to deal proactively with reputational issues in the event of a crisis; c. the institution conducts stress testing or scenario analysis to assess any secondary effects of reputational risk (e.g. liquidity, funding costs, access to correspondent banking service, etc.); d. the institution acts to protect its brand through prompt communication campaigns where specific events occur that might endanger its reputation; and e. the institution considers the potential impact of its strategy and business plans, and more generally of its behaviour, on its reputation."
                    ]
                },
                "reference_article": false
            },
            {
                "article": {
                    "document title": "Guidelines on common procedures and methodologies for the supervisory review and evaluation process (SREP) and supervisory stress testing under Directive 2013/36/EU",
                    "document name": "Final Report on Guidelines on common procedures and methodologies for SREP and supervisory stress testing.di",
                    "article id": "6.4.5",
                    "article name": "Summary of findings and scoring",
                    "article paragraphs": [
                        "326. Following the above assessment, competent authorities should form a view on the institution's operational risk. This view should be reflected in a summary of findings, accompanied by a risk score based on the considerations specified in Table 6. If, based on the materiality of certain risk subcategories, the competent authority decides to assess and score them individually, the guidance provided in this table should be applied, as far as possible, by analogy. Table 6. Supervisory considerations for assigning an operational risk score Risk score Supervisory view Considerations in relation to inherent risk Considerations in relation to adequate management and controls 1 There is a low risk of significant prudential impact on the institution considering the level of inherent risk and the management and controls. . The institution's operational risk exposures are limited to a few high-frequency/low-severity impact categories. . The significance of the institution's exposure to operational risk is not material/very low, as shown by . There is consistency between the institution's operational risk policy and strategy and its overall strategy and risk appetite. · The organisational framework for operational risk is robust with clear\n:selected: 124 Risk score Supervisory view Considerations in relation to inherent risk Considerations in relation to adequate management and controls scenario analysis and compared with the losses of peers. · The level of gross losses (before recoveries and including losses on credit portfolio caused by operational risk) experienced by the institution in recent years has been not material/very low or has decreased from a higher level. responsibilities and a clear separation of tasks between risk-takers and management and control functions. · Operational risk framework includes all relevant risks. · Operational risk measurement, monitoring and reporting systems are appropriate. . The control framework for operational risk is sound. 2 There is a medium- low risk of significant prudential impact on the institution considering the level of inherent risk and the management and controls. . The institution's operational risk exposures are mainly in high- frequency/low-severity impact categories. · The significance of the institution's exposure to operational risk is low to medium, as shown by scenario analysis and compared with the losses of peers. . The level of gross losses experienced by the institution in recent years has been low to medium, or is expected to increase from a lower historic level or decrease from a higher historic level. 3 There is a medium- high risk of significant prudential impact on the institution considering the level of inherent risk and the management and controls. . The institution's operational risk exposures extend to some low- frequency/high-severity impact categories. · The significance of the institution's exposure to operational risk is medium to high, as shown by scenario analysis and compared with the losses of peers. . The level of gross losses experienced by the institution in recent years has been medium to high, or is expected to increase from a lower historic level or decrease from a higher historic level. . The consistency between the institution's operational risk policy and strategy and its overall strategy and risk appetite is not sufficiently developed or even inadequate. · The organisational framework for operational risk is not sufficiently robust. · Operational risk framework does not include all relevant risks. 125 Risk score Supervisory view Considerations in relation to inherent risk Considerations in relation to adequate management and controls 4 There is a high risk of significant prudential impact on the institution considering the level of inherent risk and the management and controls. · The institution's operational risk exposures extend to all main categories. . The significance of the institution's exposure to operational risk is high and increasing, as shown by scenario analysis and compared with the losses of peers. . The level of gross losses experienced by the institution over the last few years has been high, or risk has significantly increased. · Operational risk measurement, monitoring and reporting systems are inappropriate. . The control framework for operational risk is tenuous."
                    ]
                },
                "reference_article": false
            },
            {
                "article": {
                    "document title": "Guidelines on common procedures and methodologies for the supervisory review and evaluation process (SREP) and supervisory stress testing under Directive 2013/36/EU",
                    "document name": "Final Report on Guidelines on common procedures and methodologies for SREP and supervisory stress testing.di",
                    "article id": "10.2",
                    "article name": "Overall SREP assessment",
                    "article paragraphs": [
                        "539. In determining the overall SREP assessment, competent authorities should consider the findings of the assessments of the SREP elements, specifically: a. the risks to which the institution is or may be exposed; b. the likelihood that the institution's governance, control deficiencies and/or business model or strategy are likely to exacerbate or mitigate these risks, or expose the institution to new sources of risk; c. whether the institution's own funds and liquidity resources provide sound coverage of these risks; and d. the potential for positive and negative interaction between the elements (e.g. competent authorities may consider a strong capital position as a potential mitigating factor for certain concerns identified in the area of liquidity and funding, or by contrast, that a weak capital position may exacerbate concerns in that area)."
                    ]
                },
                "reference_article": false
            },
            {
                "article": {
                    "document title": "Guidelines on common procedures and methodologies for the supervisory review and evaluation process (SREP) and supervisory stress testing under Directive 2013/36/EU",
                    "document name": "Final Report on Guidelines on common procedures and methodologies for SREP and supervisory stress testing.di",
                    "article id": "12.4",
                    "article name": "Process and methodological considerations",
                    "article paragraphs": [
                        "630. The supervisory stress testing programme set out by the competent authorities should ensure at least the following: a. When designing methodologies and assumptions for use in supervisory stress tests, competent authorities should decide on the design and features of the exercise that are most suitable for its intended purpose, i.e. that are linked to the supervisory (or other) objectives set by the competent authority. b. When conducting supervisory stress tests on a wider sample of institutions, competent authorities may consider adopting the design of supervisory stress tests for different categories of institutions as set out in Section 2.4, especially if the exercise is top-down. c. Competent authorities should consider the appropriate timelines for conducting supervisory stress tests, including the time horizon of the scenarios and the period over which the management actions proposed by institutions in the stress test exercise are analysed. The timelines for the exercise should also factor in the dialogue with the institution, where relevant for the intended purpose of the exercise and the extent to which the data supplied by the participating institution will remain relevant. d. Competent authorities should consider, where relevant for the intended purpose of the exercise, all known future regulatory changes affecting institutions within the scope and time horizon of the exercise.",
                        "631. In the case of a scenario analysis stress test, competent authorities should decide whether to run a single scenario to be applied to all institutions included in the scope of the exercise, or to develop institution-specific scenarios for individual institutions (the latter should not be seen 225 as relieving institutions from the responsibility of designing own scenarios for the purposes of ICAAP and ILAAP stress testing), or a combination of the two. Competent authorities should consider the transferability of capital and liquidity resources in stressed conditions and any possible impediments, including legal and operational impediments, that may exist.",
                        "632. Furthermore, the following aspects should be considered when developing the methodologies for supervisory stress tests: a. For the purposes of the assessment of capital adequacy, competent authorities should consider the impact of the stress test on the institution's P&L, balance sheet, risk exposure amount and leverage ratio, and analyse the impact of the stress test on the capital ratios of institutions covered by the exercise. b. For the purposes of bottom-up stress tests, competent authorities should consider the extent to which they prescribe the methodologies for modelling institutions' balance sheets and P&L. Indicatively, institutions' balance sheets may be taken as static, allowing competent authorities to assess current risks over time. Alternatively, they may be allowed to be dynamic, permitting, for example, a more forward-looking exploration of how institutions' business plans might evolve under the stress scenario or how credit volumes might evolve over time. For enhanced comparability, competent authorities may consider opting for the static balance sheet approach. Conversely, for enhanced feedback on institutions' intended or planned reactions vis-a-vis stresses and shocks, the dynamic balance sheet approach may be favoured. c. Competent authorities should consider how to take account of systemic feedback or second-round effects in the stress tests, where relevant, recognising the limitations of providing ex ante assumptions in the case of bottom-up stress tests. d. For the purposes of bottom-up supervisory stress tests, competent authorities should aim to assess the impact of such exercises consistently and fairly across the institutions covered by supervisory stress tests, respecting the level playing field. Competent authorities should also consider the extent to which stress test results reflect differences in modelling choices and judgements among institutions, rather than true differences in the risks to which they are exposed.",
                        "633. Competent authorities should aim to assess model risk across stress testing exercises and have access to different types of comparative information. It is recommended to have, where appropriate, several perspectives/benchmarks. It is important to recognise that all models are imperfect and to clearly identify known and potential weaknesses. Understanding these limitations and weaknesses of individual institutions' stress testing models can inform the supervisory stress testing process and mitigate potential problems arising from model risk. 226 Annexes Annex 1. Operational risk, examples of the link between losses and risk drivers To illustrate how operational risk manifests itself, it is necessary to understand the relationship between the drivers of a specific risk event and the impact (i.e. outcome) of the risk event. Some examples are given in the following table56. Driver Risk event Impact types (outcomes) People Arson - a deliberate act committed by a person Fire - the event · Death/injury . Financial loss/cost . Property damage . Customer disruption Process Manual error Inaccurate accounts · Financial loss . Reworking accounts Systems IT software fault ATMs shut down/unavailable . Customer complaints . Compensation · Reputational damage . Regulatory censure External Very severe ice storm Buildings inaccessible/invocation of contingency arrangements . Customer disruption · Financial loss . Repair costs"
                    ]
                },
                "reference_article": false
            },
            {
                "article": {
                    "document title": "FINAL REPORT ON GUIDELINES ON INTERNAL GOVERNANCE",
                    "document name": "Final report on Guidelines on internal governance under CRD.di",
                    "article id": "5.4",
                    "article name": "Role of the risk committee",
                    "article paragraphs": [
                        "61. Where established, the risk committee should at least: a. advise and support the management body in its supervisory function regarding the monitoring of the institution's overall actual and future risk strategy and risk appetite, taking into account all types of risks, to ensure that they are in line with the business strategy, objectives, corporate culture and values of the institution; b. assist the management body in its supervisory function in overseeing the implementation of the institution's risk strategy and the corresponding limits set;"
                    ]
                },
                "reference_article": false
            },
            {
                "article": {
                    "document title": "FINAL REPORT ON GUIDELINES ON INTERNAL GOVERNANCE",
                    "document name": "Final report on Guidelines on internal governance under CRD.di",
                    "article id": "28",
                    "article name": "See also the joint ESMA and EBA guidelines on the assessment of the suitability of members of the management body and key function holders under Directive 2013/36/EU and Directive 2014/65/EU.",
                    "article paragraphs": [
                        "72. The management body should be responsible for the approval of sound strategies and policies for the establishment of newstructures. Where an institution creates many legal entities within its group, their number and, in particular, the interconnections and transactions between them should not pose challenges for the design of its internal governance, and for the effective management and oversight of the risks of the group as a whole . The management body should ensure that the structure of an institution and, where applicable, the structures within a group, taking into account the criteria specified in Section 7, are clear, efficient and transparent to the institution's staff, shareholders and other stakeholders and to the competent authority.",
                        "73. The management body should guide the institution's structure, its evolution and its limitations and should ensure that the structure is justified and efficient and does not involve undue or inappropriate complexity.",
                        "74. The management body of a consolidating institution should understand not only the legal, organisational and operational structure of the group but also the purpose and activities of its different entities and the links and relationships among them. This includes understanding group-specific operational risks and intra-group exposures as well as how the group's funding, capital, liquidity and risk profiles could be affected under normal and adverse circumstances. The management body should ensure that the institution is able to produce information on the group in a timely manner, regarding the type, the characteristics, the organisational chart, the ownership structure and the businesses of each legal entity, and that the institutions within the group comply with all supervisory reporting requirements on an individual, sub-consolidated and consolidated basis.",
                        "75. The management body of a consolidating institution should ensure that the different group entities (including the consolidating institution itself) receive enough information to get a clear perception of the general objectives, strategies and risk profile of the group and how the group entity concerned is embedded in the group's structure and operational functioning. Such information and revisions thereof should be documented and made available to the relevant functions concerned, including the management body, business lines and internal control functions. The members of the management body of a consolidating institution should keep themselves informed about the risks the group's structure causes, taking into account the criteria specified in Section 7 of the guidelines. This includes receiving: a. information on major risk drivers; b. regular reports assessing the institution's overall structure and evaluating the compliance of individual entities' activities with the approved group-wide strategy; and c. regular reports on topics where the regulatory framework requires compliance at individual, sub-consolidated and consolidated levels. 31 FINAL REPORT ON GUIDELINES ON INTERNAL GOVERNANCE EBA EUROPEAN BANKING AUTHORITY"
                    ]
                },
                "reference_article": false
            },
            {
                "article": {
                    "document title": "Regulations and guidelines 1/2012",
                    "document name": "01_2012.m5_en.di",
                    "article id": "4.3",
                    "article name": "Conditions for outsourcing the activities of the exchange",
                    "article paragraphs": [
                        "(12) With respect to outsourcing of the activities of the exchange, the FIN-FSA issues, by virtue of chapter 3 section, 36 subsection 1, paragraph 2 of Act on Trading in Financial Instruments, the following regulations in paragraphs 12-15 on conditions for outsourcing exchange activities as referred to in chapter 3, section 4 of the Act. (Issued on 23.1.2018, valid from 1.2.2018) Regulation (paragraphs 13-16)",
                        "(13) In outsourcing a material activity other than the operation of a regulated market, the exchange shall ensure that outsourcing partners have the necessary resources and competence as well as financial capacity and expertise to handle the tasks involved. The exchange shall have procedures in place for assessing the performance of outsourcing partners.",
                        "(14) In outsourcing a material activity other than the operation of a regulated market, the exchange shall, in its contingency planning, also provide for disruptions in outsourcing partners' services and require that they have contingency plans of their own. FIN-FSA FINANSSIVALVONTA Regulations and guidelines 1/2012 Issued on: Valid from: 23 February 2012 1.4.2012 until further notice 11 (23)",
                        "(15) In outsourcing a material activity other than the operation of a regulated market, the exchange shall ensure that outsourcing partners have taken measures to safeguard the confidentiality of data related to the supervised entity and its customers.",
                        "(16) In outsourcing a material activity other than the operation of a regulated market, the exchange shall maintain key areas of competence relating to outsourced activities, enabling it to resume the management of any outsourced activity (insourcing) or transfer them to another supplier."
                    ]
                },
                "reference_article": false
            },
            {
                "article": {
                    "document title": "Regulations and guidelines 8/2014",
                    "document name": "08_2014.m6_en.di",
                    "article id": "4.1",
                    "article name": "Operational risk management",
                    "article paragraphs": [
                        "(1) Losses resulting from an operational risk event cannot always be measured. The risk may materialise after a time lag or indirectly for example through damage caused to the reputation or goodwill of the supervised entity.",
                        "(2) In operational risk management, an important role is played by measures taken to correct observed shortcomings and faults in processes and risk management and by other risk-limiting measures, such as staff-related and IT backup arrangements and acquisition of insurance cover.",
                        "(3) The Credit Institutions Act contains detailed provisions on operational risk management. In accordance with chapter 9, section 16, subsection 1 of the CIA, a credit institution shall have procedures for identification, assessment and management of operational risk. It shall prepare for modelling risk and for rarely materialising severe risk events. A credit institution must clearly describe what it considers to be operational risks. It shall have written policies and procedures for operational risk management."
                    ]
                },
                "reference_article": false
            },
            {
                "article": {
                    "document title": "Regulations and guidelines 8/2014",
                    "document name": "08_2014.m6_en.di",
                    "article id": "4.4",
                    "article name": "Monitoring and damage reporting for operational risk",
                    "article paragraphs": [
                        "(23) Chapter 9 provides guidance on reporting to the FIN-FSA of disruptions and faults in operations and annual reporting of significant operational risk loss events.",
                        "(24) By virtue of its regulatory powers referred to in section 2.4, the FIN-FSA issues the following regulations on the establishment and maintenance of risk management. FIN-FSA FINANCIAL SUPERVISORY AUTHORITY Regulations and guidelines 8/2014 Issued 4.11.2014 Valid from 1.2.2015 until further notice FIN S FIN FIN CIN A 17 (41) Regulation (paragraphs 25-26)",
                        "(25) The supervised entity shall regularly assess the nature of recognised operational risks and the probability of risk realisations and monitor realised losses and loss amounts. The supervised entity shall examine the factors and cause-and-effect relations behind the realisation of damage events.",
                        "(26) The Board and the executive management of the supervised entity shall obtain information on the most significant operational risks of the different business areas. As part of the establishment and maintenance of internal control, the Board shall regularly receive reports on the supervised entity's most significant risks and damage events. Guideline (paragraphs 27-30)",
                        "(27) The FIN-FSA recommends that the information to be reported include, for example, descriptions of events, reasons for events, estimates of direct and indirect costs, and measures for damage prevention. It is also recommended that the measures taken in response to the damage and the contact persons and schedule for the corrective actions be reported.",
                        "(28) The FIN-FSA recommends that the executive management of the supervised entity regularly assess the up-to-dateness, precision and appropriateness of the risk management procedures and reporting systems. The contents and level of detail of reports as well as their dissemination and reporting frequency should also be assessed on a regular basis.",
                        "(29) Bearing in mind the significance of monitoring and reporting, the FIN-FSA recommends the setting of a threshold amount, above which the events should be reported. Even small damages and close calls should be reported, if they are fundamentally important to the functioning of the risk management.",
                        "(30) The FIN-FSA recommends that the monitoring of losses due to operational risk be carried out according to the below table. Loss type Examples Internal irregularities embezzlement, fraud, bribe-taking, securities markets offence or violation, malicious damage, absence of (or acting beyond) powers, misuse of customer information, intentional misreporting of positions, breach of business confidentiality, extortion External malicious damage theft, robbery, fraud (eg in use of payment means), forgery, money laundering, intrusion into IT systems, spreading of malicious software, denial-of-service attacks on IT systems, bomb threats, threats to staff, extortion Working conditions, occupational safety violations of the Contracts of Employment Act (working hours, occupational safety), discrimination claims, disputes over wages, compensation or dismissal, labour market disputes FIN-FSA FINANCIAL SUPERVISORY AUTHORITY Regulations and guidelines 8/2014 Issued 4.11.2014 Valid from 1.2.2015 until further notice FIN S FIN FIN CIN A 18 (41) Losses due to questionable business practices unlawful and objectionable or misleading marketing and provision of services; misuse of confidential customer information (eg in marketing); neglect of obligation to disclose information to customers, of secrecy requirements or of duty to investigate; improper execution of assignments or handling of customer assets; securities markets offence or violation; money laundering Damage to physical assets fire, water damage, floods Damage from IT system disruptions and outages software failure, data communication failure, computer downtime, hardware failure, power failure, disruption caused by external service provider Process-related problems misreporting, faulty customer information, data entry errors, pricing errors, contract invalidity, incomplete legal documentation, document disappearance, collateral management failures, unsuccessful execution of customer assignment, disruption in outsourced service, dispute with external service provider, accounting error FIN-FSA FINANCIAL SUPERVISORY AUTHORITY Regulations and guidelines 8/2014 Issued Valid from 4.11.2014 1.2.2015 until further notice FIN FIN FIN CIN S **************** A 19 (41)"
                    ]
                },
                "reference_article": false
            },
            {
                "article": {
                    "document title": "Regulations and guidelines 8/2014",
                    "document name": "08_2014.m6_en.di",
                    "article id": "7",
                    "article name": "Payment systems and money transmission",
                    "article paragraphs": [
                        "(1) In accordance with chapter 9, section 16, subsection 2 of the CIA, a credit institution shall have adequate, secure and reliable payment, security and other IT systems.",
                        "(2) Based on section 19 a and 19 b of the PIA, supervised entities providing payment services and persons providing payment services without authorisation must have adequate risk management procedures for managing the operational and security risks of payment services and for monitoring and reporting anomalies and fraud. (Issued on 29 January 2018, valid from 1 March 2018)",
                        "(3) Payment systems are generally characterised by the following features: · use of agreed means of payments · participants include credit institutions, payment institutions and clearing corporations · participants agree on certain money transmission and risk management practices · mediation of fund transfers between payer and payee",
                        "(4) Clearing systems provide intermediation of transactions in interbank fund transfers and may also provide transaction settlement services.",
                        "(5) Means of payment comprise payment cards, other tailor-made instruments or procedures, or combinations thereof, which may be used for execution of payment orders as agreed between the user and provider of payment services.",
                        "(6) By virtue of its regulatory powers referred to in section 2.4, the FIN-FSA issues the following regulations. Regulation (paragraphs 7-11)",
                        "(7) The supervised entity's Board shall approve the money transmission principles for the payment and clearing systems that the entity participates in and for the payment services that the entity provides to its customers. The principles shall apply to present activities but expected developments over the next few years shall also be taken into account. The Board shall set objectives for the activity to ensure and monitor efficient, high-quality and reliable money transmission. The clearing systems used by the supervised entity shall also be in line with the objectives.",
                        "(8) The executive management is responsible for ensuring that the supervised entity has the necessary expertise, resources and internal control for the maintenance of efficient and secure money transmission. Supervised entities shall survey the risks related to the money transmission systems and payment services they use and regularly update these risk surveys.",
                        "(9) Supervised entities' money transmission systems shall be reliable and secure. The entities shall ensure that disruptions and delays in the money transmission are kept to a minimum. There shall be adequate standby facilities for handling the interbank transactions. FIN-FSA FINANCIAL SUPERVISORY AUTHORITY Regulations and guidelines 8/2014 Issued Valid from 4.11.2014 1.2.2015 until further notice FIN S FIN FIN CIN A 28 (41)",
                        "(10) Supervised entities providing payment services and persons providing payment services without authorisation shall have adequate risk management procedures to manage the operational and security risks related to payment services. (Issued on 29 January 2018, valid from 1 March 2018)",
                        "(11) Supervised entities providing payment services and persons providing payment services without authorisation shall prepare an assessment of the operational and security risks of payment services, including an assessment of the adequacy of risk management and control mechanisms. The assessment shall be submitted to the FIN- FSA annually in accordance with chapter 9.3. (Issued on 29 January 2018, valid from 1 March 2018) Guideline (paragraphs 12-16)",
                        "(12) The FIN-FSA recommends that supervised entities submit risk assessments of new payment services, systems and techniques to FIN-FSA before their introduction. Risk assessments should also be submitted to the FIN-FSA before the introduction of significant changes in payments and clearing systems.",
                        "(13) The FIN-FSA recommends that supervised entities inform the FIN-FSA of new payment services and significant changes in existing services well in advance and prior to their introduction.",
                        "(14) The FIN-FSA recommends that supervised entities take account of EBA's Guidelines on the Management of the ICT and security risks (EBA/GL/2019/04) (30 June 2020) (Issued on 16 February 2022, valid from 1 March 2022)",
                        "(15) The FIN-FSA recommends that supervised entities providing payment services and persons providing payment services without authorisation adhere to the EBA's Guidelines on the Management of the ICT and security risks (EBA/GL/2019/04) (30 June 2020) (Issued on 16 February 2022, valid from 1 March 2022)",
                        "(16) The FIN-FSA recommends that supervised entities participating in the activities of a systematically important payment and clearing system comply, as applicable, with the ECB regulation ECB/2014/28, by which the CPSS and IOSCO recommendation Principles for financial market infrastructures is implemented. FIN-FSA FINANCIAL SUPERVISORY AUTHORITY Regulations and guidelines 8/2014 Issued Valid from 4.11.2014 1.2.2015 until further notice S FIN FIN FIN CIN *************** 29 (41)"
                    ]
                },
                "reference_article": false
            },
            {
                "article": {
                    "document title": "Regulations and guidelines 8/2014",
                    "document name": "08_2014.m6_en.di",
                    "article id": "9.1",
                    "article name": "Reporting of disruptions and faults in operations",
                    "article paragraphs": [
                        "(1) By virtue of its regulatory powers referred to in section 2.4, the FIN-FSA issues the following regulations on regular submission to the FIN-FSA of information on internal control, risk management and disruptions. (Issued on 23 September 2019, valid from 1 January 2020) Regulation (paragraphs 2-7)",
                        "(2) Supervised entities shall without delay submit an initial report to the FIN-FSA of any substantial faults or disruptions in services provided to customers and in payment and IT systems. Substantial disruptions in money transmission and card payments may be, for example, disruptions and delays affecting a large number of customers. Substantial disruptions also include disruptions and deviations related to network and information security or disruptions where customer information has come into the possession of external parties. Disruptions and faults damaging or jeopardising the supervised entity's capacity to continue its business activities or fulfil its obligations shall also be reported to the FIN-FSA without delay. (Issued on 23 September 2019, valid from 1 January 2020).",
                        "(3) The report must be identified by \"information security\" if it concerns an information security deviation and \"data protection\" if it involves a violation of data protection (Issued on 23 September 2019, valid from 1 January 2020).",
                        "(4) Soon after the first report, the supervised entity shall submit a supplementary report to the FIN- FSA with more detailed information on the disruption, and a final report once the root cause of the disruption has been identified. (Issued on 23 September 2019, valid from 1 January 2020).",
                        "(5) A report shall be submitted at least for the following disruption types: (Issued on 23 September 2019, valid from 1 January 2020) . IT system intrusions · exposure of information to unauthorized parties · information security breach · spreading of malicious software to IT systems · denial-of-service attacks. A report shall be submitted only on such occasions of exposure of information to unauthorized parties, which also shall be reported to the Data Ombudsman. The supervised entity may, if so decides, to use the same report for both authorities. For denial-of-service attacks only those shall be reported which affect the availability or reachability of the services.",
                        "(6) The following disruptions shall also be reported, if they affect the quality of the services provided to the customers: · software failures · disruptions in telecommunication FIN-FSA FINANCIAL SUPERVISORY AUTHORITY Regulations and guidelines 8/2014 Issued Valid from 4.11.2014 1.2.2015 until further notice FIN FIN FIN CIN S A 34 (41) · system downtime · hardware failures · delays in money transmission.",
                        "(7) Supervised entities providing payment services and persons providing payment services without authorisation shall report major operational and security disruptions concerning payment services to the FIN-FSA, adhering to EBA Guidelines on major incident reporting.3 Reporting shall cover the information referred to in the Guidelines, and major incident classifications and reporting deadlines according to the Guidelines shall be adhered to in reporting. (Issued on 29 January 2018, valid from 1 March 2018) Guideline (paragraphs 8-10)",
                        "(8) The report, supplementary report and final report shall be made with the form template available on the FIN-FSA's website and submitted according to the operating guidelines available on the FIN-FSA's website. (Issued on 1 December 2022, valid from 1 January 2023)",
                        "(9) Significant operational and security disruptions concerning payment services shall be reported in accordance with EBA Guidelines. A report, supplementary report and final report shall be made with the form template available on the FIN-FSA's website and submitted according to the operating guidelines available on the FIN-FSA's website. A FIN-FSA disruption report form, as referred to in paragraph (8), need not be sent separately for these disruptions. (Issued on 1 December 2022, valid from 1 January 2023)",
                        "(10) The report submitted to the FIN-FSA does not remove the obligation of the supervised entity to report the exposure of information to unauthorized parties also in accordance with the reporting obligations of the General Data Protection regulation. (Issued on 23 September 2019, valid from 1 January 2020)."
                    ]
                },
                "reference_article": false
            },
            {
                "article": {
                    "document title": "Regulations and guidelines 5/2019",
                    "document name": "5_2019_m4_en.di",
                    "article id": "11.1",
                    "article name": "Permission to adopt different calculation approaches",
                    "article paragraphs": [
                        "(1) Article 312 of the CRR provides the general preconditions for adopting different calculation methods.",
                        "(2) The use of different calculation approaches as a combination is provided for in Article 314 of the CRR.",
                        "(3) If a supervised entity adopts the standardised approach, an alternative standardised approach or an advanced approach, it may revert to the method with less accurate measurement of operational risk only when the conditions listed in Article 313 of the CRR are satisfied.",
                        "(4) The capital requirements for operational risk under this section is not applicable to investment firms referred to in Articles 95 and 96 of the CRR. The own funds requirements for these investment firms is partly based on the fixed overheads referred to in Article 97 of the CRR.",
                        "(5) In addition to these regulations and guidelines, regulations and guidelines related operational risk management are provided in FIN-FSA regulations and guidelines 8/2014: Management of operational risk in supervised entities of the financial sector"
                    ]
                },
                "reference_article": false
            },
            {
                "article": {
                    "document title": "Regulations and guidelines 2/2023",
                    "document name": "maaraykset-ja-ohjeet-2_2023_en.m3-clean.di",
                    "article id": "6",
                    "article name": "See scope of application in https://www.finanssivalvonta.fi/en/regulation/guidelines-of-the-european-supervisory-authorities/.",
                    "article paragraphs": [
                        "(20) The FIN-FSA recommends that supervised entities outside the scope of application of guidelines referred to in paragraph 18 assess, in line with the principle of proportionality, whether it is appropriate to design the risk management and internal control of the supervised entity in accordance with the model of three lines of defence, with a view to the size of the supervised entity, the nature and quality of its activities and its organisational structures, unless this requirement is provided in other regulation applying to the supervised entity. For example, investment firms are subject to EBA Guidelines on internal governance under Directive (EU) 2019/2034 (EBA/GL/2021/14). (Issued on 11.6.2025, valid from 1.7.2025)"
                    ]
                },
                "reference_article": false
            }
        ]
    },
    {
        "reference_label": "Final Guidelines on Internal Governance (EBA-GL-2017-11).di 12",
        "articles": [
            {
                "article": {
                    "document title": "FINAL REPORT ON GUIDELINES ON INTERNAL GOVERNANCE",
                    "document name": "Final Guidelines on Internal Governance (EBA-GL-2017-11).di",
                    "article id": "12",
                    "article name": "Conflict of interest policy for staff25",
                    "article paragraphs": [
                        "106. The management body should be responsible for establishing, approving and overseeing the implementation and maintenance of effective policies to identify, assess, manage and"
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "Final Guidelines on connected clients (EBA-GL-2017-15).di 2.2.4",
        "articles": [
            {
                "article": {
                    "document title": "Guidelines on connected clients under Article 4(1)(39) of Regulation (EU) No 575/2013",
                    "document name": "Final Guidelines on connected clients (EBA-GL-2017-15).di",
                    "article id": "2.2.4",
                    "article name": "Relation between interconnectedness through control and interconnectedness through economic dependency",
                    "article paragraphs": [
                        "26.The concepts of control and economic dependency are two different kinds of interconnection to be assessed separately. However, there are situations where the two types of dependencies are interlinked and could therefore exist within one group of connected clients in such a way that all relevant clients constitute a single risk. The wording in point (b) of Article 4(1)(39) of Regulation (EU) No 575/2013, 'between whom there is no relationship of control', does not lead to two mutually exclusive grouping requirements. It should rather be understood as meaning that the control relationship is a grouping requirement due to a very strong form of dependency (control as legal dependency) and thus is a subcategory of the wider form of economic dependency. The overarching indicator is the same in both cases, i.e. a single risk between two or more clients ('domino effect'), regardless of the type of connection the single risk is based on. The chain of contagion leading to possible default of all entities concerned is the relevant factor for the grouping and needs to be assessed in each individual case.",
                        "27.Downstream contagion should be assumed when an entity is economically dependent on another client and is itself the head of a 'control group', i.e. a group of connected clients formed on account of the existence of a control relationship in accordance with Article 4(1)(39)(a) of Regulation (EU) No 575/2013. If the other client is part of a group of connected clients, the control group of the economically dependent entity should then be included in the group of connected clients to which the economic dependency relationship exists. The reason for this is that, to overcome its own pending payment difficulties, the economically dependent entity will"
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "Final Guidelines on connected clients (EBA-GL-2017-15).di 19",
        "articles": [
            {
                "article": {
                    "document title": "Guidelines on connected clients under Article 4(1)(39) of Regulation (EU) No 575/2013",
                    "document name": "Final Guidelines on connected clients (EBA-GL-2017-15).di",
                    "article id": "19",
                    "article name": "Recital 54 to Regulation (EU) No 575/2013 reads: 'In determining the existence of a group of connected clients and thus exposures constituting a single risk, it is also important to take into account risks arising from a common source of significant funding provided by the institution itself, its financial group or its connected parties.'",
                    "article paragraphs": [
                        "4. Accompanying documents"
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "Final Guidelines on management of non-performing and forborne exposures.di 8.3",
        "articles": [
            {
                "article": {
                    "document title": "Guidelines on management of non-performing and forborne exposures",
                    "document name": "Final Guidelines on management of non-performing and forborne exposures.di",
                    "article id": "8.3",
                    "article name": "Impairment and write-off procedures",
                    "article paragraphs": [
                        "9. Collateral valuation of immovable and movable property 50 2 FINAL REPORT - GUIDELINES ON MANAGEMENT OF NON-PERFORMING AND FORBORNE EXPOSURES EBA EUROPEAN BANKING AUTHORITY"
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "Final Guidelines on management of non-performing and forborne exposures.di 4.3.3",
        "articles": [
            {
                "article": {
                    "document title": "Guidelines on management of non-performing and forborne exposures",
                    "document name": "Final Guidelines on management of non-performing and forborne exposures.di",
                    "article id": "4.3.3",
                    "article name": "Operational plan",
                    "article paragraphs": [
                        "46. The NPE strategy of the credit institution should be supported by an operational plan, which should be defined, approved and reviewed by the management body. The operational plan should clearly define how the credit institution will operationally implement its NPE strategy over a time horizon of at least one to three years (depending on the type of operational measures required).",
                        "47. The NPE operational plan should contain at least: a) clear time-bound objectives and goals; b) activities to be carried out on a portfolio basis; c) governance arrangements and structures, including responsibilities and reporting mechanisms for activities and outcomes; d) quality standards to ensure successful outcomes; e) staffing and resource requirements; f) required technical infrastructure and an enhancement plan; 23 FINAL REPORT - GUIDELINES ON MANAGEMENT OF NON-PERFORMING AND FORBORNE EXPOSURES EBA EUROPEAN BANKING AUTHORITY g) granular and consolidated budget requirements for the implementation of the NPE strategy; h) plans for communication with internal and external stakeholders (e.g. with regard to sales, servicing, efficiency initiatives).",
                        "48. The operational plan should have a specific focus on internal factors that could present impediments to the successful delivery of the NPE strategy."
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "Final Guidelines on management of non-performing and forborne exposures.di 29",
        "articles": [
            {
                "article": {
                    "document title": "Guidelines on management of non-performing and forborne exposures",
                    "document name": "Final Guidelines on management of non-performing and forborne exposures.di",
                    "article id": "29",
                    "article name": "Guidelines on remuneration policies and practices related to the sale and provision of retail banking products and services (EBA/GL/2016/06)",
                    "article paragraphs": [
                        "86. The adequacy of the technical infrastructure, including data quality, should be assessed by an independent internal or external audit function on a regular basis."
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "Final Guidelines on management of non-performing and forborne exposures.di 5.4.2",
        "articles": [
            {
                "article": {
                    "document title": "Guidelines on management of non-performing and forborne exposures",
                    "document name": "Final Guidelines on management of non-performing and forborne exposures.di",
                    "article id": "5.4.2",
                    "article name": "Borrower engagement and cash collection",
                    "article paragraphs": [
                        "113. Once NPE WUs have been established, key operational performance metrics should be implemented to assess the units' or employees' efficiency relative to average performance and/or standard benchmark indicators. If no such indicators exist or are available, key 36 FINAL REPORT - GUIDELINES ON MANAGEMENT OF NON-PERFORMING AND FORBORNE EXPOSURES EBA EUROPEAN BANKING AUTHORITY operational performance should be monitored by measuring the effective results against the targets set in the credit institution's NPE operational plan."
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "Final Report on GL on internal governance under IFD.di 28",
        "articles": [
            {
                "article": {
                    "document title": "FINAL REPORT ON GUIDELINES ON INTERNAL GOVERNANCE UNDER DIRECTIVE (EU) 2019/2034",
                    "document name": "Final Report on GL on internal governance under IFD.di",
                    "article id": "28",
                    "article name": "See also EBA Guidelines on sound remuneration policies under Directive (EU) 2019/2034",
                    "article paragraphs": [
                        "93. The standards implemented should aim to enhance the institution's robust governance arrangements and reduceing the risk to which the investment firm is exposed, in particular operational and reputational risks, which can have a considerable adverse impact on an investment firm's profitability and sustainability through fines, litigation costs, restrictions imposed by competent authorities, other financial and criminal penalties, and the loss of brand value and consumer confidence.",
                        "94. The management body should have clear and documented policies for how these standards should be met. These policies should: a. remind staff that all the investment firm's activities should be conducted in compliance with the applicable law and with the investment firm's corporate values; b. promote risk awareness through a strong risk culture in line with Section 9 of the guidelines, conveying the management body's expectation that activities will not go beyond the defined risk appetite and limits defined by the investment firm and the respective responsibilities of staff; c. set out principles on and provide examples of acceptable and unacceptable behaviours linked in particular to financial misreporting and misconduct, economic and financial crime including but not limited to fraud, money laundering and terrorist financing (ML/TF), anti-trust practices, financial sanctions, bribery and corruption, market manipulation, mis-selling and other violations of consumer protection laws, tax offences, whether committed directly or indirectly, including through unlawful or banned dividend arbitrage schemes; d. clarify that in addition to complying with legal and regulatory requirements and internal policies, staff are expected to conduct themselves with honesty and integrity and perform their duties with due skill, care and diligence; and e. ensure that staff are aware of the potential internal and external disciplinary actions, legal actions and sanctions that may follow misconduct and unacceptable behaviours.",
                        "95. Investment firms should monitor compliance with such standards and ensure staff awareness, e.g. by providing training. Investment firms should define the function responsible for monitoring compliance with and evaluating breaches of the code of conduct or similar instrument and a process for dealing with issues of non-compliance. The results should periodically be reported to the management body."
                    ]
                },
                "reference_article": true
            },
            {
                "article": {
                    "document title": "FINAL REPORT ON GUIDELINES ON INTERNAL GOVERNANCE",
                    "document name": "Final report on Guidelines on internal governance under CRD.di",
                    "article id": "20",
                    "article name": "Risk management function",
                    "article paragraphs": [
                        "179. 9. Institutions should establish a risk management function (RMF) covering the whole institution. The RMF should have sufficient authority, stature and resources, taking into account the proportionality criteria listed in Title I, to implement risk policies and the risk management framework as set out in Section 17.",
                        "180. The RMF should have, where necessary, direct access to the management body in its supervisory function and its committees, where established, including in particular the risk committee.",
                        "181. The RMF should have access to all business lines and other internal units that have the potential to generate risk, as well as to relevant subsidiaries and affiliates.",
                        "182. Staff within the RMF should possess sufficient knowledge, skills and experience in relation to risk management techniques and procedures, and markets and products, and should have access to regular training.",
                        "183. The RMF should be independent of the business lines and units whose risks it controls but should not be prevented from interacting with them. Interaction between the operational functions and the RMF should help to achieve the objective of all the institution's staff bearing responsibility for managing risk.",
                        "184. The RMF should be a central organisational feature of the institution, structured so that it can implement risk policies and control the risk management framework. The RMF should play a key role in ensuring that the institution has effective risk management processes in place. The RMF should be actively involved in all material risk management decisions.",
                        "185. Significant institutions may consider establishing dedicated RMFs for each material business line. However, there should be a central RMF, including a group RMF in the consolidating institution, to deliver an institution- and group-wide holistic view on all risks and to ensure that the risk strategy is complied with.",
                        "186. The RMF should provide relevant independent information, analyses and expert judgement on risk exposures, and advice on proposals and risk decisions made by business lines or internal 53 FINAL REPORT ON GUIDELINES ON INTERNAL GOVERNANCE EBA EUROPEAN BANKING AUTHORITY units, and should inform the management body as to whether they are consistent with the institution's risk strategy and risk appetite. The RMF may recommend improvements to the risk management framework and corrective measures to remedy breaches of risk policies, procedures and limits."
                    ]
                },
                "reference_article": false
            },
            {
                "article": {
                    "document title": "Regulations and guidelines 8/2014",
                    "document name": "08_2014.m6_en.di",
                    "article id": "4.3",
                    "article name": "Identification and assessment of operational risk",
                    "article paragraphs": [
                        "(9) By virtue of its regulatory powers referred to in section 2.4, the FIN-FSA issues the following regulations on the establishment and maintenance of risk management.",
                        "(10) More detailed provisions on investment firms' product governance procedures are provided in chapter 7, section 7 and 18 of the Act on Investment Firms. (Issued on 23 September 2019, valid from 1 January 2020) Regulation (paragraphs 11-15)",
                        "(11) The supervised entity must identify all the operational risks attached to its major products, services, functions, processes and systems that may have significant effects on the achievement of objectives set for the operations.",
                        "(12) The supervised entity shall assess the risks of a new product and service prior to their introduction. Such assessment shall also be performed at the introduction of a new service package, when products and services are combined in a new way, if the supervised entity does not consider that the assessments performed cover the risks related to the introduction of the new service package.",
                        "(13) In the ongoing risk assessment, the probability of risk realisation and the effects of a damage shall be considered. In planning its risk management, the supervised entity shall confirm the necessary risk mitigation methods and other necessary corrective measures.",
                        "(14) As regards key activities, the supervised entity shall decide on an acceptable risk-taking level and set limits and other restrictions for the risks.",
                        "(15) The supervised entity shall create alternative scenarios in order to take into account at least the malfunctioning of key processes and systems, incapacity of staff as well as the effects of external factors. Guideline (paragraphs 16-22)",
                        "(16) As to identified, material operational risks, the FIN-FSA recommends that the supervised entity decide how it will control the risks or whether it will bear the risks as they are or limit them or withdraw from the business activity causing them.",
                        "(17) The FIN-FSA recommends that risk assessment include analyses of adverse internal and external factors. A supervised entity's legal structure, changes in organisation, complexity of products and services, quality of human resources and turnover of employees, and the state of its IT systems are typical internal factors and technological advances and internationalisation of activities are typical external factors.",
                        "(18) The FIN-FSA recommends that the supervised entity aim to put in place proactive procedures and indicators for recognising operational risks. Applicable procedures may be standard self- analyses of the bank organisation, compilation of statistics on risk-related damages, use of critical variables describing operations, and the review of damages suffered by the supervised entity and its peer group. FIN-FSA FINANCIAL SUPERVISORY AUTHORITY Regulations and guidelines 8/2014 Issued Valid from 4.11.2014 1.2.2015 until further notice S FIN FIN FIN CIN A 16 (41)",
                        "(19) The FIN-FSA recommends that the supervised entity acquire insurance against economic effects due to operational risk. The executive management should ensure that the adequacy and costs of the insurance cover are regularly assessed, bearing in mind changes in the supervised entity's business activities. In addition, the counterparty risks inherent in the insurance contracts should be assessed as well as the capital adequacy of the contract company.",
                        "(20) The FIN-FSA recommends that the supervised entity prepare instructions on the procedure for approval of new products or services.",
                        "(21) The FIN-FSA recommends that the procedure for approval of new products or services comprise, for example, the following: · description of products or services · assessment of the compliance of products or services with the operational strategy · geographical market area and target group · risk surveys (assessments of risks related to the product or service) · description of organisation of internal control and risk management as regards a new product or service · review of the processes related to products or services (marketing, customer identification, sale, production, clearing and payments) · legal issues and capacity to enter into contracts · description of IT systems, information security and service continuity · external and internal accounting requirements · description of pricing, possible valuations, and use of pricing models · assessment of impact on profitability and capital adequacy · assessment of impact on taxation · description of required training and instructions.",
                        "(22) The FIN-FSA recommends that the supervised entity inform The FIN-FSA of any significant new product or service well before its introduction."
                    ]
                },
                "reference_article": false
            },
            {
                "article": {
                    "document title": "Regulations and guidelines 2/2024",
                    "document name": "2024_01.m1_en.di",
                    "article id": "5",
                    "article name": "Repealed regulations and guidelines",
                    "article paragraphs": [
                        "(1) Upon their entry into force, these regulations repeal FIN-FSA regulations and guidelines 6/2012, issued on 26 July 2012 \"Mortgage bank authorisation procedure and risk management\". However, in accordance with section 51 of the MCBCBA, the repealed regulations and guidelines 6/2012 shall continue to apply, even after the entry into force of these regulations and guidelines, to covered bonds referred to in section 2, subsection 5 of the repealed Act on Mortgage Credit Bank Operations (688/2010). FIN-FSA FINANCIAL SUPERVISORY AUTHORITY"
                    ]
                },
                "reference_article": false
            },
            {
                "article": {
                    "document title": "Regulations and guidelines 5/2019",
                    "document name": "5_2019_m4_en.di",
                    "article id": "11.1.2",
                    "article name": "Standardised Approach",
                    "article paragraphs": [
                        "(7) In accordance with Article 312(1) of the CRR, a supervised entity may apply the standardised approach, if it in addition to the risk management provisions of chapter 9, section 16 of the Credit Institutions Act satisfies the criteria set out in Article 320 of the CRR and has, prior to the implementation of the standardised approach, submitted a related notification to the FIN-FSA.",
                        "(8) For a supervised entity applying the standardised approach, the capital requirement for operational risk is calculated in accordance with Articles 317 and 318 of the CRR. The relevant risk indicator is defined in Article 316."
                    ]
                },
                "reference_article": false
            }
        ]
    },
    {
        "reference_label": "Final Report on GL on internal governance under IFD.di 18",
        "articles": [
            {
                "article": {
                    "document title": "FINAL REPORT ON GUIDELINES ON INTERNAL GOVERNANCE UNDER DIRECTIVE (EU) 2019/2034",
                    "document name": "Final Report on GL on internal governance under IFD.di",
                    "article id": "18",
                    "article name": "Risk management function",
                    "article paragraphs": [
                        "159. The risk management function (RMF) should cover the whole investment firm. The RMF should have sufficient authority, stature and resources, taking into account the proportionality criteria listed in Title I, to implement risk policies and the risk management framework as set out in Section 17.",
                        "160. The RMF should have, where necessary, direct access to the management body in its supervisory function and its committees, where established, including in particular the risk committee.",
                        "161. The RMF should have access to all business lines and other internal units that have the potential to generate risk, as well as to relevant subsidiaries and affiliates.",
                        "162. Staff within the RMF should possess sufficient knowledge, skills and experience in relation to risk management techniques and procedures, and markets and products, and should have access to regular training.",
                        "163. The RMF should be a central organisational feature of the investment firm, structured so that it can implement risk policies and control the risk management framework. The RMF should play a key role in ensuring that the investment firm has effective risk management processes in place. The RMF should be actively involved in all material risk management decisions.",
                        "164. In a group, the RMF in the Union parent undertaking should be able to deliver a group-wide holistic view on all risks and to ensure that the risk strategy is complied with.",
                        "165. The RMF should provide relevant independent information, analyses and expert judgement on risk exposures, and advice on proposals and risk decisions made by business lines or internal units, and should inform the management body as to whether such information and advice is consistent with the investment firm's risk strategy and risk appetite. The RMF may recommend improvements to the risk management framework and corrective measures to remedy breaches of risk policies, procedures and limits. 48 FINAL REPORT ON GUIDELINES ON INTERNAL GOVERNANCE UNDER DIRECTIVE (EU) 2019/2034 EBA EUROPEAN BANKING AUTHORITY"
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "Final Report on Guidelines on LGD estimates under downturn conditions.di 4.3",
        "articles": [
            {
                "article": {
                    "document title": "Guidelines for the estimation of LGD appropriate for an economic downturn ('Downturn LGD estimation')",
                    "document name": "Final Report on Guidelines on LGD estimates under downturn conditions.di",
                    "article id": "4.3",
                    "article name": "Downturn LGD estimation for a considered downturn period",
                    "article paragraphs": [
                        "22. For the purpose of calibrating downturn LGD for each considered downturn period identified in accordance with Regulation (EU) xx/xx [RTS on economic downturn], institutions should use one of the three types of approaches set out in Section 5, Section 6 and Section 7 of these guidelines in accordance with the hierarchy set out in paragraphs 23 to 25 below.",
                        "23. Where institutions have sufficient and relevant loss data to conduct the impact analysis set out in paragraph 27, they should calibrate downturn LGD for the considered downturn period in accordance with Section 5 of these guidelines. For this purpose, institutions should ensure that the relevant loss data is available during the considered downturn period as well as during an appropriate period before and after the considered downturn period.",
                        "24. Where sufficient and relevant loss data to assess the impact of the considered downturn period is not available but it is possible to calibrate downturn LGD for the considered downturn period by applying the approach set out in Section 6, institutions should calibrate downturn LGD for the considered downturn period in accordance with Section 6 of these guidelines.",
                        "25. Where sufficient and relevant loss data to assess the impact of the considered downturn period is not available, and it is not possible to quantify downturn LGD for the considered downturn period by applying the approach set out in Section 6, institutions should calibrate downturn LGD for the considered downturn period in accordance with Section 7 of these guidelines.",
                        "26. Regardless of the approach used for calibrating downturn LGD institutions should adhere to the following principles (a) where the approach used involves the estimation or analysis of different intermediate parameters, the aggregation of these intermediate parameters for the purpose of calibrating downturn LGD should start with the parameter where the highest impact is observed in accordance with paragraph 27 or estimated in 45 GL FOR THE ESTIMATION OF LGD APPROPRIATE FOR AN ECONOMIC DOWNTURN EBA EUROPEAN BANKING AUTHORITY accordance with paragraph 30 and any additional impact observed or estimated on other parameters should be added where necessary. (b) The downturn LGD estimates should not be biased by observed or estimated cash flows that are received with a significantly longer time lag than the period referred to in paragraph 156 of [EBA GL on PD and LGD estimation] and which might rather reflect an upturn or improved economic conditions following the considered downturn period.",
                        "5. Downturn LGD estimation based on observed impact",
                        "27. In order to calibrate downturn LGD based on the observed impact of a considered downturn period, institutions should carry out an analysis of the impact of this downturn period on the loss data related to the considered calibration segment. (a) The analysis shall comprise at a minimum all of the following: (i) evidence of elevated levels of realised LGDs, driven by the considered downturn period taking into account all of the following:",
                        "(1) the realised LGDs should be calculated as averages related to all defaults that occurred in a considered year and that have either reached their maximum time of recovery in accordance with paragraph 156 [EBA GL on PD and LGD estimation] or have been closed before;",
                        "(2) for all incomplete recovery processes of defaulted exposures that have not reached their maximum time of recovery in accordance with paragraph 156 [EBA GL on PD and LGD estimation], the marginal recoveries reached in each year after default should be computed. The resulting recovery patterns should be compared to the recovery patterns of the defaults considered in letter (1) for each year in which the defaults occurred. (ii) evidence of decreased annual recoveries by sources of recoveries that are relevant for the considered calibration segment. These annual recoveries should be analysed with and without repossessions where applicable and irrespective of the date of default; (iii) evidence of decreased numbers of exposures that defaulted and returned back to the non-defaulted status within a predefined fixed horizons for all defaults that happened in a considered year in accordance with Article 178(5) of Regulation (EU) No 575/2013; The predefined fixed horizon should be appropriate for the type of exposure under consideration. (iv) evidence of increased time in default per year related to all defaults in a considered year. 46 GL FOR THE ESTIMATION OF LGD APPROPRIATE FOR AN ECONOMIC DOWNTURN EBA EUROPEAN BANKING AUTHORITY (b) The analysis required in paragraph 27(a) shall take into account as many points in time as possible where sufficient relevant loss data is available. Otherwise, if only scarce relevant loss data is available on an annual basis, institutions should merge consecutive years of observations as long as deemed of added value for the analysis. (c) The analysis required in paragraph 27(a) and (b), shall take into account any lag between a downturn period and the time when its potential impact is observed on the relevant loss data.",
                        "28. Based on the evidence obtained from the impact analysis referred to in paragraph 27, institutions should calibrate downturn LGD by applying an estimation methodology which is coherent with the evidence obtained from the impact analysis.",
                        "29. Where the impact analysis conducted in accordance with paragraph 27 shows no impact of a downturn period on an institution's relevant loss data, such that the average observed realised losses in this downturn period are not different from those under other economic conditions, the institution may use the long-run average LGD as downturn LGD, where all of the following applies: (a) the institution ensures and documents that the deficiencies identified and MoC applied in accordance with Section 4.4 of the [EBA GL on PD and LGD estimation] incorporate all additional elements of uncertainty related to the identified downturn periods; (b) for the purpose of letter (a), the institution should in particular verify that, for the considered downturn period, none of the deficiencies identified under the Category A, MoC in accordance with paragraph 37(a) of [EBA GL on PD and LGD estimation] are of higher severity and that no additional deficiencies or adjustments under the Category B MoC in accordance with paragraph 37(b) of [EBA GL on PD and LGD estimation] are applicable.",
                        "6. Downturn LGD estimation based on estimated impact",
                        "30. Where paragraph 24 applies, institutions should calibrate downturn LGD using one of the methodologies specified in paragraph 31 ('haircut approach') and paragraph 32 ('extrapolation approach') or a combination of those. Prior to quantifying its downturn LGD estimates, institutions should choose the most relevant methodology based on: (a) the appropriateness of the methodology to estimate the impact of the downturn period under consideration on a realised LGDs, intermediate parameters or risk drivers; (b) where relevant, the need to use a combination of the methodologies to ensure that the resulting downturn LGDs for the downturn period under consideration adequately reflect a potential downturn impact on all material components of 47 GL FOR THE ESTIMATION OF LGD APPROPRIATE FOR AN ECONOMIC DOWNTURN EBA EUROPEAN BANKING AUTHORITY economic loss in accordance with Section 6.3.1 of the [EBA GL on PD and LGD estimation] and in accordance with the principles set out in paragraph 26; In particular the haircut approach should be considered most appropriate for the above purposes where the market value or an according index related to a relevant type of collateral serves as a direct or transformed input into an institution's model for LGD estimation and has been identified as a relevant economic factor in accordance with Article 2 of Regulation (EU) No xx/xxx [RTS on economic downturn].",
                        "31. ('Haircut approach') For the purpose of these guidelines, a 'haircut approach' refers to an approach for the estimation of the impact of the downturn period on realised LGDs, intermediate parameters or risk drivers in which one or several economic factors as referred to in Regulation (EU) xx/xx [RTS on economic downturn] are direct or transformed input(s) in the LGD model and where for the purpose of this estimation these input(s) are adjusted to reflect the impact of the downturn period under consideration. In particular, where the considered economic factor relates to the downturn period under consideration, the haircut should be based on the most severe observation of this economic factor in accordance with the specification of the severity of an economic downturn laid down in Article 3 of Regulation (EU) xx/xx [RTS on economic downturn].",
                        "32. ('Extrapolation Approach') For the purposes of these guidelines, an 'extrapolation approach' refers to the estimation of the impact of the downturn period under consideration on LGDs, intermediate parameters or risk drivers if all of the following conditions are met: (a) where a statistically significant dependency between the realised LGDs, intermediate parameters or risk drivers, averaged over appropriate periods in time, and the economic factors selected in accordance with Article 2 of Regulation xx/xxx [RTS on economic downturn] which are relevant for the downturn period under consideration, can be established the resulting estimates are based on the extrapolated values of the average realised LGDs, intermediate parameters or risk drivers to the period reflecting the impact of the downturn period; (b) where no statistically significant dependency as described in paragraph 32(a) can be established for an intermediate parameter or risk driver, institutions may estimate the impact of the downturn period under consideration on an intermediate parameter or risk driver based on observed data from a different period, where all of following three conditions are met: (i) at least those components of economic loss that explain the major share of the total economic loss should be estimated by either a haircut approach in accordance with paragraph 31 or an extrapolation approach in accordance with paragraph 32(a); (ii) the institution has observed data for the intermediate parameter or risk driver for a sufficient period of time which is at least as long as the period referred to in Article 181(1)(j) or Article 181(2), last subparagraph of Regulation (EU) No 575/2013; this period of time should include a period 48 GL FOR THE ESTIMATION OF LGD APPROPRIATE FOR AN ECONOMIC DOWNTURN EBA EUROPEAN BANKING AUTHORITY where the economic factor(s) underlying the considered downturn period show values representing adverse economic conditions. (iii) the intermediate parameter or risk driver under consideration shows low volatility in the periods referred to in sub point (ii).",
                        "33. Where institutions have observed data covering the downturn period and reflecting the impact of the respective downturn conditions under consideration on an intermediate parameter or risk driver they should use the observed data in combination with the Haircut or Extrapolation Approach to calibrate downturn LGD for the considered downturn period in accordance with paragraph 30.",
                        "34. Where institutions apply any of the approaches outlined in paragraphs 31 to 33 for the purpose of estimating intermediate parameters or risk drivers, they should ensure that the dependency structure between intermediate parameters or risk drivers is reflected appropriately in the aggregation of these intermediate parameters or risk drivers in accordance with paragraph 30.",
                        "35. To reflect the lack of sufficient loss data, institutions should quantify a strictly positive Category A MoC in accordance with paragraph 37(a)(xi) of the [EBA GL on PD and LGD estimation] for all approaches in this section. In particular, institutions applying an extrapolation approach: (a) as referred to in paragraph 32(a), should quantify the Category A MoC by using an appropriate confidence interval to reflect the uncertainty related to the statistical model used to describe the dependency between the realised LGDs, intermediate parameters or risk drivers and the relevant economic factors; (b) for an intermediate parameter or risk driver as referred to in paragraph 32(b), should quantify the Category A MoC taking into account the ratio of the value(s) of the economic factor(s) underlying the considered downturn period identified in accordance with Article 3 of Regulation xx/xxx [RTS on economic downturn] and value(s) of the relevant economic factor(s) observed in the periods referred to in paragraph 32(b)(ii);",
                        "7. Downturn LGD estimation where observed or estimated impact is not available",
                        "36. Where the relevant loss data to assess the impact of the downturn period under consideration is not available and it is also not possible to calibrate downturn LGD for the considered downturn period in accordance with Section 6 of these guidelines, institutions 49 GL FOR THE ESTIMATION OF LGD APPROPRIATE FOR AN ECONOMIC DOWNTURN EBA EUROPEAN BANKING AUTHORITY should quantify downturn LGD through any other approach subject to the following conditions: (a) they should ensure that the appropriate MoC required to be applied in accordance with Section 4.4.3 of the [EBA GL on PD and LGD estimation] includes a Category A MoC that is strictly positive to account for the missing data; (b) they should ensure that the resulting downturn LGD estimates including the final MoC as set out in paragraph 45 of the [EBA GL on PD and LGD estimation], for the considered downturn period are higher or equal to the minimum between . the according long-run average LGDs plus an add-on of 15 percentage points and · 105%; Moreover, they should provide justification to the satisfaction of the competent authority that they cannot calibrate downturn LGD appropriate for the considered downturn period by applying any of the approaches set out in Section 5 and Section 6 of these guidelines.",
                        "8. Reference Value",
                        "37. Institutions should calculate a reference value in accordance with the following sequence of steps: (a) Using all available loss data, institutions should select the two individual years with the highest observed economic loss by: (i) grouping all defaults according to the year in which the defaults occurred; (ii) for each year as identified in (i) calculating for the defaults that occurred in the considered year the ratio of total economic loss as specified in Section 6.3.1 of the [EBA GL on PD and LGD estimation] to the total outstanding amount of the according credit obligations at the moment of default; (iii) selecting the two individual years with the highest annual ratio of total economic loss to total outstanding amount resulting from (ii) as the two individual years with the highest observed economic losses. (b) Institutions should calculate the reference value(s) at least for each calibration segment as the simple average of the average realised LGDs from the two individual years with the highest observed economic losses, as identified in paragraph 37(a)(iii). 50 GL FOR THE ESTIMATION OF LGD APPROPRIATE FOR AN ECONOMIC DOWNTURN EBA EUROPEAN BANKING AUTHORITY",
                        "4. Accompanying documents"
                    ]
                },
                "reference_article": true
            },
            {
                "article": {
                    "document title": "GUIDELINES ON PD ESTIMATION, LGD ESTIMATION AND TREATMENT DEFAULTED EXPOSURES",
                    "document name": "Guidelines on PD and LGD estimation (EBA-GL-2017-16).di",
                    "article id": "4.4.2",
                    "article name": "Appropriate adjustment",
                    "article paragraphs": [
                        "38. In order to overcome biases in risk parameter estimates stemming from the identified deficiencies referred to in paragraphs 36 and 37, institutions should apply adequate methodologies to correct the identified deficiencies to the extent possible. The impact of these methodologies on the risk parameter ('appropriate adjustment'), which should result in a more accurate estimate of the risk parameter ('best estimate'), represents either an increase or a decrease in the value of the risk parameter. Institutions should ensure and provide evidence that the application of an appropriate adjustment results in a best estimate.",
                        "39. Institutions should document the methods used to apply appropriate adjustments to rectify the identified deficiencies, where relevant, as well as their justification. 58 GUIDELINES ON PD ESTIMATION, LGD ESTIMATION AND TREATMENT DEFAULTED EXPOSURES EBA EUROPEAN BANKING AUTHORITY",
                        "40. Institutions should regularly monitor the adequacy of appropriate adjustments. The adoption of an appropriate adjustment by institutions should not replace the need to address the identified deficiencies."
                    ]
                },
                "reference_article": false
            },
            {
                "article": {
                    "document title": "GUIDELINES ON PD ESTIMATION, LGD ESTIMATION AND TREATMENT DEFAULTED EXPOSURES",
                    "document name": "Guidelines on PD and LGD estimation (EBA-GL-2017-16).di",
                    "article id": "13",
                    "article name": "3 http://www.eba.europa.eu/documents/10180/1359456/EBA-Op-2016-01+Opinion+on+IRB+implementation.pdf",
                    "article paragraphs": [
                        "4.1: Do you agree with the proposed requirements with regard to the application of appropriate adjustments and margin of conservatism? Do you have any operational concerns with respect to the proposed categorisation? MoC general framework One respondent wondered whether the categories and examples included in the background and rationale section of the CP should be seen as a checklist of potential triggers of MoC, in the sense that the potential outcome for an institution may be a zero MoC for certain triggers. One respondent agreed that this should be the case, but another respondent argued that such a checklist would be strictly interpreted by supervisors as requiring an MoC for each individual category. This respondent disagreed with this annex. Due to the confusion about the nature of the list of triggers of MoC in the background and rationale section of the CP, the list has been removed from the final GL. Due to the specificities of triggers of MoC, it is deemed more appropriate to allow institutions to specify a list of all identified deficiencies along with the categories in which they are classified, without including in the GL an example of what such list of triggers might look like. Nevertheless, the GL do contain a non-exhaustive list of triggers of MoC, which institutions should analyse under the relevant categories. Institutions should also create for each rating system a complete list of Changes to the background and rationale section 123 GUIDELINES ON PD ESTIMATION, LGD ESTIMATION AND TREATMENT DEFAULTED EXPOSURES EBA EUROPEAN BANKING AUTHORITY Comments Summary of responses received EBA analysis Amendments to the proposals references to final GL all identified deficiencies, including the categories in which these deficiencies are classified. Whereas several respondents welcomed the clarification of the MoC and adjustment framework set out in the GL, many raised concerns with respect to the practical feasibility of quantifying all MoCs for the individual categories. Some also mentioned that institutions currently already include adjustments and MoC in their estimations. Some respondents wondered whether the benefits of the proposed framework outweighed the costs. One bank argued that it would be operationally difficult to implement this framework by end-2020. One respondent argued that an MoC should only be applied as a last-resort measure, and that other ways to address a deficiency should be explored first. One respondent argued that the MoC framework introduced judgement and subjectivity, which comes at the expense of risk sensitivity. Based on this feedback, it has been decided to construct a different list of categories, which should facilitate the quantification of MoC by category, so that overlaps between triggers of MoC in different categories can be avoided. The new categories to be identified are the following: category A - MOC related to data and methodological deficiencies; category B - MoC related to relevant changes to underwriting standards, risk appetite, collection and recovery policies, and any other source of additional uncertainty; category C - general estimation error. The GL contain a non-exhaustive list of deficiencies that would fall into categories A and B. Changes to section 4.4 Some respondents opined that the scope of MoCs should be clarified, as should the methodologies that should be used (i.e. using confidence intervals or otherwise). Others mentioned that the GL should specify how the quantification should be performed. Although the EBA considered specifying how MoC should be quantified, it has been taken into account that a wide variety of practices exists, which corresponds to the different possible natures of the potential deficiencies and uncertainties. Therefore, the preferred approach, taken in the GL, is to specify a list of minimum conditions for the quantification of MoCs in each category, without prescribing a detailed methodology. As regards the clarification of the scope of MoC, it should be mentioned that an MoC should cover at least the expected range of Changes to section 4.4.3 124 GUIDELINES ON PD ESTIMATION, LGD ESTIMATION AND TREATMENT DEFAULTED EXPOSURES EBA EUROPEAN BANKING AUTHORITY Comments Summary of responses received EBA analysis Amendments to the proposals references to final GL estimation errors, as required by Article 179(1)(f) and Article 180(1)(e) of the CRR. Since it would be impossible to anticipate all possible triggers of MoC, the GL contain a non-exhaustive list of potential deficiencies. Several respondents requested that the GL clarify that an MoC may be zero. It is specified in the GL that an MoC stemming from category C (general estimation error) should be greater than zero, whereas an MoC corresponding to category A or B should be greater than or equal to zero. Changes to paragraph 47 One respondent mentioned that the GL should clarify whether an adjustment may be negative, that an MoC may also be positive, and whether adjustments and MoC may or should be used together. Paragraph 26 of the CP on the GL already makes clear that the appropriate adjustment may be either positive or negative. This clarification has been retained in the final GL in paragraph 39. No change Some respondents requested clarification of the interaction between the use test and the MoC. Two respondents wonder whether it would still be possible to pass the use test after the implementation of the MoC framework under the GL. It was argued that institutions might typically want to use the model with the economic adjustment, and without the MoC, or with a lower MoC than the regulatory requirement, for their internal purposes. A new section 8.3. has been inserted in the final GL in order to clarify aspects related to the use test. The GL provide an exhaustive list of possible deviations from the parameters used for own funds requirements calculation that can be applied for internal purposes. However, the use of parameters in both obligatory and optional areas of the use test does not preclude taking into account information from other sources as well. The combination of the information on internal ratings or risk parameters and any other relevant information should lead to an appropriate management decision in accordance with the institution's policy. The requirements for the use test specified in these GL should be read New section 8.3 125 GUIDELINES ON PD ESTIMATION, LGD ESTIMATION AND TREATMENT DEFAULTED EXPOSURES EBA EUROPEAN BANKING AUTHORITY Comments Summary of responses received EBA analysis Amendments to the proposals references to final GL together with the RTS on IRB assessment methodology, which in Articles 18 to 21 specify obligatory and optional areas of the use test. One respondent argued that the MoC framework proposed in the GL should be applied only to new model approvals and material model changes, and that it would be inappropriate to require retrospective application of the framework to existing models. Another respondent flagged this aspect as well, pointing out that the treatment of existing models is not clear from the GL. The EBA issued its Opinion on the implementation of the revision of the IRB Approach 14 in February 2016; the expected implementation timeline is specified in it based on previous consultations. In this opinion, it is established that the full review of internal models should be implemented by end-2020. The MoC framework is an integral part of PD and LGD estimation, and hence all internal models will have to comply with the final GL as well as the other aspects of the new regulatory framework by end- 2020. No change Identification of deficiencies Several respondents argued that the EBA should provide definitions for the categories and methodological aspects of MoC estimation. It was mentioned that the differences between categories A, B, C and D were not clear. It was also suggested that further standardisation of the criteria for the adjustments and MoC identification and quantification should be provided. For some respondents, it was mainly category C that was unclear. Some mentioned that, without this clarification, the MoC framework would lead to even less comparable estimates among banks. The EBA has further discussed the scope and definitions of the various categories. Based on the comments and difficulties associated with certain overlaps, it has been decided to redesign the categories and provide greater clarity where necessary. Note that paragraph 38 of the final GL contains a non-exhaustive list of potential deficiencies that should be analysed. Given the divergent nature of deficiencies and the multitude of possible methodologies that can be used to assess the appropriate adjustments and the MoC, it would not be beneficial to specify or limit methodologies for either the appropriate adjustments or the Changes to section 4.4"
                    ]
                },
                "reference_article": false
            },
            {
                "article": {
                    "document title": "FINAL REPORT ON GUIDELINES ON INSTITUTIONS' STRESS TESTING",
                    "document name": "Guidelines on institutions stress testing (EBA-GL-2018-04).di",
                    "article id": "4.7.4",
                    "article name": "Operational risk",
                    "article paragraphs": [
                        "132. Institutions should be aware that relevant risk parameters related to operational risk may derive from inadequate or failed internal processes, people and systems, including legal risks, or from external events, and may affect all products and activities within the institution.",
                        "133. . In order to stress relevant risk parameters, institutions should use the profit and loss (P&L) effect of operational losses as the main metric. Any intrinsic impact caused by the operational risk event should be considered as an operational risk loss (e.g. intrinsic impacts from opportunity costs, or internal costs such as overtime/bonuses, etc., where they relate to an operational risk event). In addition, and only for the purpose of stress testing, any loss of future earnings caused by operational risk events (excluding second-line effects on the macroeconomic environment) should be included. At least the institutions under the advanced measurement approach (AMA) should also take these losses into account as they flow into the internal loss database to calculate the additional capital requirements. When using historical data, external data or scenarios as inputs for both P&L and RWA projections, institutions should take into account and avoid possible double-counting effects on the input side. 38 FINAL REPORT ON GUIDELINES ON INSTITUTIONS' STRESS TESTING EBA EUROPEAN BANKING AUTHORITY",
                        "134. As operational losses may induce second-round effects (i.e. reputational risk), in order to account for such effects, the operational risk stress testing programme should be thoroughly integrated into the institution-wide stress test and should include interconnections with liquidity and own funds requirements. Institutions should analyse at least: a) the exposure of the institution to activities and its associated risk culture and past record of operational losses, with a focus on the level and change in losses and gross income in the past few years; b) the business environment, including geographical locations, in which the institution operates and macroeconomic conditions; c) the evolution in headcount and in balance-sheet size and complexity over the past few years, including structural changes due to corporate events such as mergers and acquisitions; d) changes to significant elements of the information technology infrastructure; e) the degree and orientation of incentivising in compensation schemes; f) the complexity of processes and procedures, products and information technology systems; g) the extent of outsourcing, with regard to the concentration risk associated with all outsourcing arrangements and external market infrastructures; and h) the vulnerability of modelling risk, especially in areas related to the trading of financial instruments, risk measurement and management, and capital allocation.",
                        "135. Idiosyncratic risk factors should also be explored and used as inputs for scenario design. Indicatively, institutions under the AMA should stress their business environment and internal control factors (BEICFs).",
                        "136. Institutions should consider the interactions of, and individual exposures to, such idiosyncratic risk factors in determining their operational risk exposure.",
                        "137. Institutions should analyse carefully the possible interaction of operational risk losses with credit and market risks.",
                        "138. The analysis of the stress test events should involve expert judgement, to include at least low-frequency high-severity events.",
                        "139. Institutions should design severe but plausible stress events. Assumptions may differ from assumptions used in credit and market risk stress scenarios. When an institution expands its business in the local or in the international markets through mergers and acquisitions, the design of new products or a new business line, the severe but plausible stress test scenarios should be based on expert judgement to overcome the possible lack of historical information.",
                        "140. Institutions should build their stress testing programme based on both internal and external data, while analysing carefully: 39 FINAL REPORT ON GUIDELINES ON INSTITUTIONS' STRESS TESTING EBA EUROPEAN BANKING AUTHORITY a) the use of scaling factors (e.g. in a situation where external data were scaled down, the scaling may be reduced) and the possible need for additional impacts stemming from changing scaling factors in a stress situation; and b) the criteria for determining the relevance of data (e.g. data on a large loss considered not relevant may be used within the stress test, in addition to Capital Requirements Regulation (CRR) requirements)."
                    ]
                },
                "reference_article": false
            },
            {
                "article": {
                    "document title": "Regulations and guidelines 1/2012",
                    "document name": "01_2012.m5_en.di",
                    "article id": "4.4",
                    "article name": "Conditions for outsourcing payment service activities",
                    "article paragraphs": [
                        "(17) According to section 24, subsection 1 of the Payment Institutions Act, payment institutions may provide payment services through a representative acting on the payment institution's responsibility. Issuance of electronic money may not be handed over completely to a representative.",
                        "(18) According to section 24, subsection 2 of the Payment Institutions Act, payment institutions shall ensure with available means that representatives used in the provision of payment services are of good repute and qualified to conduct the activities.",
                        "(19) According to section 23, subsection 5 of the Payment Institutions Act, payment institutions shall ensure that the operator of an outsourced function informs customers that it operates on the payment institution's responsibility. According to section 24, subsection 2 of the Payment Institutions Act, if payment services are provided through a representative, the payment institution shall ensure that the representative inform the customers that it operates on the payment institution's responsibility",
                        "(20) By virtue of section 23, subsection 6 of the Payment Institutions Act, the FIN-FSA issues the following regulations payment institutions must adhere to in order to exercise due diligence within the meaning of section 23, subsection 4 of the Act when outsourcing activities material to payment services. Regulation (paragraphs 21-22)",
                        "(21) Payment institutions shall ensure that outsourcing partners have the necessary resources and skills as well as financial capacity and expertise to handle the tasks involved. Supervised entities shall have procedures in place for assessing the performance of outsourcing partners.",
                        "(22) In order to meet the requirement of due diligence, payment institutions shall ensure, for example, that outsourcing partners have the competence, resources and authorisation required by law to perform the outsourced activities. Payment institutions shall also ensure that outsourcing partners have adequately arranged the related internal control and risk management. Guideline (paragraphs 23-26)",
                        "(23) The FIN-FSA recommends that payment institutions, in their contingency planning, also provide for disruptions in outsourcing partners' services and require that they have contingency plans of their own.",
                        "(24) The FIN-FSA recommends that payment institutions ensure that outsourcing partners have taken measures to safeguard confidentiality of data related to the supervised entity and its customers. FIN-FSA FINANSSIVALVONTA A FIN CIN *************** A FIN FIN FIN S C FIN Regulations and guidelines 1/2012 Issued on: Valid from: 23 February 2012 1.4.2012 until further notice FIN FIN FIN S C FIN CIN *************** A A 12 (23)",
                        "(25) FIN-FSA recommends that payment institutions maintain key areas of competence relating to outsourced activities, enabling them to resume the management of any outsourced activity (known as 'insourcing') or transfer them to another supplier.",
                        "(26) In outsourcing material activities, the FIN-FSA recommends that payment institutions ensure that outsourcing partners comply, as applicable, with FIN-FSA regulations and guidelines and other legal provisions such as those referring to the marketing of financial services and to customer protection."
                    ]
                },
                "reference_article": false
            },
            {
                "article": {
                    "document title": "Regulations and guidelines 8/2014",
                    "document name": "08_2014.m6_en.di",
                    "article id": "3",
                    "article name": "Objectives",
                    "article paragraphs": [
                        "(1) These regulations and guidelines concern the principles and organisation of operational risk management. Subjects such as process management, staff, information and payment systems, information security, continuity planning and legal risk are covered in greater detail.",
                        "(2) Technological advances, product and service developments, new risk management procedures, outsourcing arrangements, corporate restructuring and the internationalisation of activities have added to the complexity of the operating environment and increased the operational risk in the production of financial services.",
                        "(3) Smoothly running payment and clearing systems are important, since most of the transferring and clearing of payments in our economy is done through these systems. Downtime and disruptions make it difficult for customers to handle their payments, which may cause far- reaching financial problems.",
                        "(4) The objective of these regulations and guidelines is to ensure that the following steps are taken: · The supervised entity organises its operational risk management so as to fulfil the requirements determined by the scope and character of its operations. · If necessary, the risk management tasks may be outsourced in compliance with FIN- FSA's regulations and guidelines 1/2012 on outsourcing. · The supervised entity ensures an appropriate level of information management, information security and continuity of operations. · The FIN-FSA is informed of significant disruptions and faults in the entity's operations and other impairments as well as losses due to realisations of operational risk. FIN-FSA FINANCIAL SUPERVISORY AUTHORITY Regulations and guidelines 8/2014 Issued Valid from 4.11.2014 1.2.2015 until further notice FIN FIN FIN CIN S A 14 (41)"
                    ]
                },
                "reference_article": false
            },
            {
                "article": {
                    "document title": "Regulations and guidelines 8/2014",
                    "document name": "08_2014.m6_en.di",
                    "article id": "4.2",
                    "article name": "Establishment and maintenance of operational risk management",
                    "article paragraphs": [
                        "(4) By virtue of its regulatory powers referred to in section 2.4, the FIN-FSA issues the following regulation on the establishment and maintenance of risk management. Regulation (paragraphs 5-6)",
                        "(5) The Board of the supervised entity shall confirm the principles for operational risk management, which cover the procedures and processes for identification, assessment, control and mitigation of risk. The principles shall regularly be reviewed, taking into account any changes in the operating environment and in the supervised entity's own business.",
                        "(6) The supervised entity shall define operational risk on the basis of its own business activities, considering the typical characteristics of its business. Guideline (paragraphs 7-8)",
                        "(7) The FIN-FSA recommends that the supervised entity's executive management ensure practical compliance with the principles adopted for operational risk management in all operations of the entity and companies in the group. It should also ensure that the employees identify the operational risks inherent in their own activities and are familiar with the procedures involved in managing these risks.",
                        "(8) The FIN-FSA recommends that the Board of the supervised entity ensure that the entity's internal audit regularly assesses the efficiency and coverage of the operational risk management. FIN-FSA FINANCIAL SUPERVISORY AUTHORITY Regulations and guidelines 8/2014 Issued Valid from 4.11.2014 1.2.2015 until further notice S FIN FIN FIN CIN A 15 (41)"
                    ]
                },
                "reference_article": false
            },
            {
                "article": {
                    "document title": "Regulations and guidelines 8/2014",
                    "document name": "08_2014.m6_en.di",
                    "article id": "8.3",
                    "article name": "Contingency planning",
                    "article paragraphs": [
                        "(19) The requirements to plan for contingencies is based on the Emergency Powers Act and contingency planning guidelines issued by the authorities. Contingencies are situations as defined in section 3 of the Emergency Powers Act. Normal continuity arrangements form the basis for contingency planning for emergency conditions.",
                        "(20) As a rule, disruptions last longer in emergency conditions than those accounted for in normal continuity plans. In addition, the risks associated with emergency conditions are generally more serious than those prepared for in continuity plans.",
                        "(21) The guidelines for contingency planning included here may also be applied to severe disruptions and crises other than the emergency conditions referred to in the Emergency Powers Act. Serious disruptions and crises may, for example, be caused by serious threats to functioning of staff or destruction of a supervised entity's premises or IT environment.",
                        "(22) In its decision of 5 December 2013, the Government set general objectives for maintenance readiness. The guidelines for contingency planning issued by the Financial Maintenance Pool in 2009 provide more specific contingency planning objectives and more detailed guidelines for contingency planning. Guideline (paragraphs 23-30)",
                        "(23) The FIN-FSA recommends that supervised entities, based on a risk analysis, consider whether central and significant production systems used for creating services and the know-how for guiding, maintaining, handling and technically supporting them should be exclusively or substantially maintained in Finland or whether it is sufficient that they can be returned to Finland according to pre-planned arrangements.",
                        "(24) The FIN-FSA recommends that supervised entities provide standby facilities for ensuring interbank payments, clearing, settlement and custody of securities, and payment of pensions and other regular transactions also in situations where critical systems for these functions are not available in or outside of Finland. In addition, supervised entities should ensure the card payment infrastructure and the functioning of card certification in Finland.",
                        "(25) The FIN-FSA recommends that supervised entities ensure that the paralysis or damage of a single function in the IT and data communication systems required for creating central services do not paralyse the whole system. Supervised entities should prepare for disruptions in international and national data communications by establishing standby facilities. FIN-FSA FINANCIAL SUPERVISORY AUTHORITY Regulations and guidelines 8/2014 Issued Valid from 4.11.2014 1.2.2015 until further notice S FIN FIN FIN CIN A 32 (41)",
                        "(26) The FIN-FSA recommends that IT systems and data warehouses required for creating central services be geographically separated into at least two places with different risk profiles. Key data and central functions may be moved within the EU area provided that their lawfulness, security and availability for achieving the service objectives defined in this guideline are ensured.",
                        "(27) The FIN-FSA recommends that supervised entities secure the key data required for creating services so that the data essential to the continuity of operations can be recovered, if the actual data processing centres or data therein are destroyed. This type of key data includes at least basic data on customers and customer contracts, for example personal data, and data on customers' asset and liability positions. Recovery of data from separate security backup to generally readable electronic format should be tested.",
                        "(28) The FIN-FSA recommends that supervised entities' contingency planning also cover outsourced activities in as far as core functions and services must be maintained during emergency conditions. Contingency planning requirements should be taken into account already when outsourcing contracts are drawn up. Supervised entities subject to contingency planning requirements should evaluate contingency plans drawn up by external suppliers and ensure that they meet prevailing requirements. A supervised entity subject to contingency planning requirements should, for example, test an external supplier's contingency plan in joint trial runs with the supplier.",
                        "(29) The FIN-FSA recommends that supervised entities subject to contingency planning requirements ensure that they have adequate resources and capacity to maintain their activities in emergency situations and during severe disruptions. Plans for accessing substitute staff and premises should also be made in advance. Availability of substitute resources should be ensured in advance for situations in which a large part of the supervised entity's staff is absent or part of the entity's main premises, hardware and software have been destroyed, or is not otherwise available, or the entity is prevented from carrying out business over a large geographic area.",
                        "(30) The FIN-FSA recommends that supervised entities subject to contingency planning requirements should continue their reporting to the authorities also in emergency conditions."
                    ]
                },
                "reference_article": false
            },
            {
                "article": {
                    "document title": "Regulations and guidelines 8/2014",
                    "document name": "08_2014.m6_en.di",
                    "article id": "9.2",
                    "article name": "Annual report on losses from operational risk",
                    "article paragraphs": [
                        "(11) The report on losses from operational risk that is to be submitted to the FIN-FSA should be prepared on the basis of the supervised entity's internal loss reporting. Guidelines on the reporting of damages due to operational risk are provided in section 4.4.",
                        "(12) By virtue of its regulatory powers referred to in section 2.4, the FIN-FSA issues the following regulation on regular submission to FIN-FSA of information on internal control and risk management. (Issued on 29 January 2018, valid from 1 March 2018) Regulation (paragraphs 13-16 )",
                        "(13) Supervised entities shall, by 28 February, submit an annual report to the FIN-FSA on losses from operational risk detected in the previous year."
                    ]
                },
                "reference_article": false
            },
            {
                "article": {
                    "document title": "Regulations and guidelines 5/2019",
                    "document name": "5_2019_m4_en.di",
                    "article id": "11.1.3",
                    "article name": "Alternative standardised approach",
                    "article paragraphs": [
                        "(9) In accordance with Article 312(1) of the CRR, the FIN-FSA may permit a supervised entity to use an alternative relevant indicator for the business lines of retail banking and commercial banking where the conditions set out in Articles 319(2) and 320 are met. FIN-FSA FINANSSIVALVONTA Regulations and guidelines 5/2019 Issued on: Valid from: 14 June 2019 1 September 2019 until further notice FIN S C FIN FIN FIN CIN A A 34 (45)",
                        "(10) The FIN-FSA recommends that a supervised entity planning to adopt an alternative standardised approach notifies its plans to the FIN-FSA in order to have more detailed instructions for filing an application.",
                        "(11) For a supervised entity applying an alternative standardised approach, the capital requirement for operational risk is calculated in accordance with Article 319 of the CRR. The relevant risk indicator is defined in Article 316."
                    ]
                },
                "reference_article": false
            },
            {
                "article": {
                    "document title": "Regulations and guidelines 5/2019",
                    "document name": "5_2019_m4_en.di",
                    "article id": "11.1.4",
                    "article name": "Advanced approach",
                    "article paragraphs": [
                        "(12) In accordance with Article 312(2) of the CRR, a supervised entity may adopt an advanced approach in the calculation of capital requirements for operational risk if it has been permitted by FIN-FSA to apply this approach. The FIN-FSA may grant the permission where all the qualitative and quantitative standards set out in Articles 321 and 322 of the CRR and in Commission Delegated Regulation No 2018/95910 respectively are met and where the supervised entity meets the general risk management standards set out in chapter 9, section 16 of the Credit Institutions Act.",
                        "(13) The impact of insurance and other risk transfer mechanisms on the capital requirements is provided for in Article 323 of the CRR. According to the FIN-FSA's interpretation, the outsourcing of activities to an external party cannot be considered a risk transfer mechanism in this context.",
                        "(14) In accordance with Article 312(2) of the CRR, supervised entities shall apply for permission from the FIN-FSA for any material extensions and changes to advanced measurement approaches. In accordance with Article 312(3) of the CRR, supervised entities shall notify the FIN-FSA of all changes to their advanced measurement approaches. 10 Commission Delegated Regulation (EU) 2018/959 of 14 March 2018 supplementing Regulation (EU) No 575/2013 of the European Parliament and of the Council with regard to regulatory technical standards of the specification of the assessment methodology under which competent authorities permit institutions to use Advanced Measurement Approaches for operational risk FIN-FSA FINANSSIVALVONTA Regulations and guidelines 5/2019 Issued on: 14 June 2019 Valid from: 1 September 2019 until further notice S C FIN FIN FIN CIN A A 35 (45)"
                    ]
                },
                "reference_article": false
            }
        ]
    },
    {
        "reference_label": "Final Report on Guidelines on common procedures and methodologies for SREP and supervisory stress testing.di 7.7",
        "articles": [
            {
                "article": {
                    "document title": "Guidelines on common procedures and methodologies for the supervisory review and evaluation process (SREP) and supervisory stress testing under Directive 2013/36/EU",
                    "document name": "Final Report on Guidelines on common procedures and methodologies for SREP and supervisory stress testing.di",
                    "article id": "7.7",
                    "article name": "Meeting requirements in stressed conditions",
                    "article paragraphs": [
                        "7.7.1 Using P2G to address the quantitative outcomes of stress testing"
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "Final Report on Guidelines on common procedures and methodologies for SREP and supervisory stress testing.di 4.5",
        "articles": [
            {
                "article": {
                    "document title": "Guidelines on common procedures and methodologies for the supervisory review and evaluation process (SREP) and supervisory stress testing under Directive 2013/36/EU",
                    "document name": "Final Report on Guidelines on common procedures and methodologies for SREP and supervisory stress testing.di",
                    "article id": "4.5",
                    "article name": "Analysis of the current business model",
                    "article paragraphs": [
                        "83. To understand the means and methods used by an institution to operate and generate profits, competent authorities should undertake quantitative and qualitative analyses."
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "Final Report on Guidelines on common procedures and methodologies for SREP and supervisory stress testing.di 4.5.2",
        "articles": [
            {
                "article": {
                    "document title": "Guidelines on common procedures and methodologies for the supervisory review and evaluation process (SREP) and supervisory stress testing under Directive 2013/36/EU",
                    "document name": "Final Report on Guidelines on common procedures and methodologies for SREP and supervisory stress testing.di",
                    "article id": "4.5.2",
                    "article name": "Qualitative analysis",
                    "article paragraphs": [
                        "86. Competent authorities should undertake an analysis of qualitative features of the institution's current business model to understand its success drivers and key dependencies.",
                        "87. Areas for analysis by competent authorities should include: a. key external dependencies: competent authorities should determine the main exogenous factors that influence the success of the business model; these may include third-party providers, intermediaries and specific regulatory drivers; b. key internal dependencies: competent authorities should determine the main endogenous factors that influence the success of the business model; these may include the quality of IT platforms and operational and resource capacity; c. franchise: competent authorities should determine the strength of relationships with customers, suppliers and partners; this may include the institution's reliance upon its reputation, the effectiveness of branches, the loyalty of customers and the effectiveness of partnerships; and d. areas of competitive advantage: competent authorities should determine the areas in which the institution has a competitive advantage over its peers; these may include any of the above, such as the quality of the institution's IT platforms, or other factors, such as the institution's global network, the scale of its business or its product proposition. e. In the analysis, competent authorities should consider any indications that the business model and activities give rise to increased ML/TF risks, including deposit- taking or establishment or use of legal entities in high-risk third countries, as identified in accordance with Article 9 of Directive (EU) 2015/849. Where present, these indications should be complemented by quantitative analysis, as appropriate, focusing in particular on the materiality of the revenues and the income from operations run in such high-risk third countries, the concentrations of exposures to customers for which the institution apply enhanced customer due diligence as set out in Chapter II, Section 3 of Directive 2015/849. Competent authorities should exchange information with the AML/CFT supervisor on these indications as laid out in paragraph 74. 44"
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "Final Report on Guidelines on common procedures and methodologies for SREP and supervisory stress testing.di 4.10",
        "articles": [
            {
                "article": {
                    "document title": "Guidelines on common procedures and methodologies for the supervisory review and evaluation process (SREP) and supervisory stress testing under Directive 2013/36/EU",
                    "document name": "Final Report on Guidelines on common procedures and methodologies for SREP and supervisory stress testing.di",
                    "article id": "4.10",
                    "article name": "Summary of findings and scoring",
                    "article paragraphs": [
                        "97. Based on the assessment of the viability and sustainability of the business model, competent authorities should form an overall view on the business model viability and strategy sustainability, and any potential risks to the viability of an institution stemming from this assessment. This view should be reflected in a summary of findings, accompanied by a viability score based on the considerations specified in Table 2. Table 2. Supervisory considerations for assigning a business model and strategy score Score Supervisory view Considerations 1 The business model and strategy pose low level of risk to the viability of the institution. . The institution generates strong and stable returns which are acceptable given its risk appetite and funding structure. 47 Score Supervisory view Considerations . There are no material asset concentrations or unsustainable concentrated sources of income. . The institution has a strong competitive position in its chosen markets and a strategy likely to reinforce this. . The institution has financial forecasts drawn up on the basis of plausible assumptions about the future business environment. · Strategic plans are appropriate given the current business model and management execution capabilities. 2 The business model and strategy pose a medium-low level of risk to the viability of the institution. . The institution generates average returns compared to peers and/or historic performance which are broadly acceptable given its risk appetite and funding structure. . There are some asset concentrations or concentrated sources of income. · The institution faces competitive pressure on its products/services in one or more key markets. Some doubt about its strategy to address the situation. . The institution has financial forecasts drawn up on the basis of optimistic assumptions about the future business environment. · Strategic plans are reasonable given the current business model and management execution capabilities, but not without risk. 3 The business model and strategy pose a medium-high level of risk to the viability of the institution. . The institution generates returns that are often weak or not stable, or relies on a risk appetite or funding structure to generate appropriate returns that raise supervisory concerns. . There are significant asset concentrations or concentrated sources of income. . The institution has a weak competitive position for its products/services in its chosen markets, and may have few business lines with good prospects. The institution's market share may be declining significantly. There are doubts about its strategy to address the situation. . The institution has financial forecasts drawn up on the basis of overly optimistic 48 Score Supervisory view Considerations assumptions about the future business environment. · Strategic plans may not be plausible given the current business model and management execution capabilities. 4 The business model and strategy pose a high level of risk to the viability of the institution. . The institution generates very weak and highly unstable returns, or relies on an unacceptable risk appetite or funding structure to generate appropriate returns. . The institution has extreme asset concentrations or unsustainable concentrated sources of income. . The institution has a very poor competitive position for its products/services in its chosen markets and participates in business lines with very weak prospects. Strategic plans are very unlikely to address the situation. . The institution has financial forecasts drawn up on the basis of very unrealistic assumptions about the future business environment. · Strategic plans are not plausible given the current business model and management execution capabilities. 49 Title 5.Assessing internal governance and institution-wide controls"
                    ]
                },
                "reference_article": true
            },
            {
                "article": {
                    "document title": "FINAL REPORT ON GUIDELINES ON INTERNAL GOVERNANCE",
                    "document name": "Final report on Guidelines on internal governance under CRD.di",
                    "article id": "3",
                    "article name": "Supervisory function of the management body",
                    "article paragraphs": [
                        "32. The role of the members of the management body in its supervisory function should include monitoring and constructively challenging the strategy of the institution."
                    ]
                },
                "reference_article": false
            }
        ]
    },
    {
        "reference_label": "Final report on Guidelines on ICAAP ILAAP (EBA-GL-2016-10).di 5.4",
        "articles": [
            {
                "article": {
                    "document title": "Guidelines on ICAAP and ILAAP information collected for SREP purposes",
                    "document name": "Final report on Guidelines on ICAAP ILAAP (EBA-GL-2016-10).di",
                    "article id": "5.4",
                    "article name": "Information on stress testing framework and programme",
                    "article paragraphs": [
                        "27. On stress testing frameworks and programmes, competent authorities should ensure that they receive from institutions the following: a. general description of the institution's stress testing programme, including inter alia the types of stress tests undertaken, their frequency, methodological details and models used, the range of assumptions and relevant data infrastructure; b. description of the governance arrangements of the stress testing programme, and in particular the stress tests used for ICAAP and ILAAP purposes; c. description of the interaction (integration) between solvency and liquidity stress tests, and in particular of ICAAP- and ILAAP-specific stress testing, and the role of reverse stress tests; d. description of the uses of stress testing and its integration into the risk management and control framework."
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "Final report on Guidelines on internal governance under CRD.di 16",
        "articles": [
            {
                "article": {
                    "document title": "FINAL REPORT ON GUIDELINES ON INTERNAL GOVERNANCE",
                    "document name": "Final report on Guidelines on internal governance under CRD.di",
                    "article id": "16",
                    "article name": "See EBA report on ESG risk management and supervision published under the CRD Art. 98(8) for a description of EBA's understanding of ESG risks, transmission channels, and recommendations for arrangements, processes, mechanisms and strategies to be implemented by institutions to identify, assess and manage ESG risks.",
                    "article paragraphs": [
                        "27. The management body should monitor, periodically review and address any weaknesses identified regarding the implementation of processes, strategies and policies related to the responsibilities listed in Paragraphs 22 and 23. The internal governance framework and its implementation should be reviewed and updated on a periodic basis taking into account the proportionality principle, as further explained in Title I. A deeper review should be carried out where material changes affect the institution."
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "Final report on Guidelines on internal governance under CRD.di 23",
        "articles": [
            {
                "article": {
                    "document title": "FINAL REPORT ON GUIDELINES ON INTERNAL GOVERNANCE",
                    "document name": "Final report on Guidelines on internal governance under CRD.di",
                    "article id": "23",
                    "article name": "EBA guidelines on sound remuneration policies under Articles 74(3) and 75(2) of Directive 2013/36/EU and disclosures under Article 450 of Regulation (EU) No 575/2013 (EBA/GL/2015/22).",
                    "article paragraphs": [
                        "57. Committees should interact with each other as appropriate. Without prejudice to Paragraph 49, such interaction could take the form of cross-participation so that the chair or a member of a committee may also be a member of another committee.",
                        "58. Members of committees should engage in open and critical discussions, during which dissenting views are discussed in a constructive manner.",
                        "59. Committees should document the agendas of committee meetings and their main results and conclusions.",
                        "60. The risk and nomination committees should at least: a. have access to all relevant information and data necessary to perform their role, including information and data from relevant corporate and control functions (e.g. legal, finance, human resources, IT, internal audit, risk, compliance, including information on AML/CTF compliance and aggregated information on suspicious transaction reports, and ML/TF risk factors); b. receive regular reports, ad hocinformation, communications and opinions from heads of internal control functions concerning the current risk profile of the institution, its risk culture and its risk limits, as well as on any material breaches24, that may have occurred, with detailed information on and recommendations for corrective measures taken, to be taken or suggested to address them; periodically review and decide on the content, format and frequency of the information on risk to be reported to them; and c. where necessary, ensure the proper involvement of the internal control functions and other relevant functions (human resources, legal, finance) within their respective areas of expertise and/or seek external expert advice."
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "Final report on joint EBA and ESMA GL on the assessment of suitability.di 2.1",
        "articles": [
            {
                "article": {
                    "document title": "joint ESMA and EBA Guidelines",
                    "document name": "Final report on joint EBA and ESMA GL on the assessment of suitability.di",
                    "article id": "2.1",
                    "article name": "The following details should be provided:",
                    "article paragraphs": [
                        "3. Knowledge, skills and experience"
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "Final report on joint EBA and ESMA GL on the assessment of suitability.di 3.2",
        "articles": [
            {
                "article": {
                    "document title": "joint ESMA and EBA Guidelines",
                    "document name": "Final report on joint EBA and ESMA GL on the assessment of suitability.di",
                    "article id": "3.2",
                    "article name": "The information to be provided should include a statement from the institution of whether or not the individual has been assessed as having the requisite experience as enumerated in these Guidelines and, if not, details of the training plan imposed, including the content, the provider and the date by which the training plan will be completed.",
                    "article paragraphs": [
                        "4. Reputation, honesty, integrity"
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "Guidelines on MLTF risk management and access to financial services.di 8",
        "articles": [
            {
                "article": {
                    "document title": "Guidelines",
                    "document name": "Guidelines on MLTF risk management and access to financial services.di",
                    "article id": "8",
                    "article name": "https://www.eba.europa.eu/consumer-corner/how-to-complain",
                    "article paragraphs": [
                        "4. Accompanying documents"
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "Guidelines on PD and LGD estimation (EBA-GL-2017-16).di 2.4",
        "articles": [
            {
                "article": {
                    "document title": "GUIDELINES ON PD ESTIMATION, LGD ESTIMATION AND TREATMENT DEFAULTED EXPOSURES",
                    "document name": "Guidelines on PD and LGD estimation (EBA-GL-2017-16).di",
                    "article id": "2.4",
                    "article name": "Definitions",
                    "article paragraphs": [
                        "8. Unless otherwise specified, terms used and defined in Regulation (EU) No 575/2013 and Directive 2013/36/EU have the same meaning in these guidelines. In addition, for the purposes of these guidelines, the following definitions apply: Risk parameters One or all of the following: PD, LGD, ELBE and LGD in-default Reference data set (RDS) All the datasets used for the purpose of estimation of risk parameters, including the datasets relevant for model development as well as the datasets used for calibration of a"
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "01_2012.m5_en.di 8.1",
        "articles": [
            {
                "article": {
                    "document title": "Regulations and guidelines 1/2012",
                    "document name": "01_2012.m5_en.di",
                    "article id": "8.1",
                    "article name": "Supervised entities subject to reporting obligation",
                    "article paragraphs": [
                        "(1) On the basis of the details in a supervised entity's notification for outsourcing arrangements, the FIN-FSA will assess whether the planned outsourcing project is likely to impede the supervised entity's internal control or risk management, conduct of business or any other material activities or hinder efficient supervision by the FIN-FSA. Material activities are defined in chapter 4.5 of these regulations and guidelines."
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "01_2025.M1_en.di 4.6",
        "articles": [
            {
                "article": {
                    "document title": "Regulations and guidelines 1/2025",
                    "document name": "01_2025.M1_en.di",
                    "article id": "4.6",
                    "article name": "Permission to deviate from the MK reporting obligation",
                    "article paragraphs": [
                        "(39) The FIN-FSA may, on an application by the supervised entity, grant a fixed-term exemption from the minimum number of reportable risk buckets under paragraph (33) if: · The supervised entity has demonstrated that compliance with the requirement for the minimum number of reportable risk buckets would cause a significant operational detriment and has presented a credible plan to align its activities with these requirements within a reasonable period of time; or · Lending by the supervised entity is sufficiently limited in extent and nature to justify a reduction in the number of reportable buckets; or . The supervised entity has another justified reason to deviate from the requirement for the minimum number of reportable buckets. In general, exemptions from the minimum number of risk buckets to be reported shall be granted only in exceptional circumstances and must not compromise the objectives of regulation on risk ratings. REGULATION (paragraphs 40-41)",
                        "(40) A supervised entity shall submit a written application to the FIN-FSA if it requests an exemption from the number of risk buckets to be reported under paragraph (33).",
                        "(41) The supervised entity shall notify the FIN-FSA in writing without undue delay if there is a change in the conditions on which an exemption was granted."
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "04_2023.m3_en.di 7.8",
        "articles": [
            {
                "article": {
                    "document title": "Regulations and guidelines 4/2023",
                    "document name": "04_2023.m3_en.di",
                    "article id": "7.8",
                    "article name": "Reporting of major incidents to the FIN-FSA",
                    "article paragraphs": [
                        "(88) The FIN-FSA has issued regulations and guidelines 8/2014 on the management of operational risk in supervised entities of the financial sector, providing on the obligation of supervised entities within the scope of said regulations and guidelines to report major incidents to the FIN-FSA.",
                        "(89) The FIN-FSA has issued regulations and guidelines 6/2015 on the governance system of a life and non- life insurance company, providing on the obligation of supervised entities falling within the scope of application of the regulations and guidelines to report major incidents to the FIN-FSA. GUIDELINE (paragraph 90)",
                        "(90) The FIN-FSA recommends supervised entities falling within the scope of application of regulations and guidelines referred to in paragraphs 88 and 89 consider that reporting38 under paragraphs 88 and 89 shall cover major incidents regarding IT systems established to ensure compliance with sanctions regulation and national freezing orders."
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "04_2023.m3_en.di 9.2",
        "articles": [
            {
                "article": {
                    "document title": "Regulations and guidelines 4/2023",
                    "document name": "04_2023.m3_en.di",
                    "article id": "9.2",
                    "article name": "Contingency plan",
                    "article paragraphs": [
                        "(6) The FIN-FSA has issued regulations and guidelines 8/2014 on the management of operational risk in supervised entities of the financial sector providing on the obligation of supervised entities within the scope of regulation of said regulations and guidelines to prepare and maintain an up-to-date contingency plan. GUIDELINE (paragraph 7)",
                        "(7) The FIN-FSA recommends supervised entities within the scope of regulation of regulations and guidelines referred to in paragraph 6 to consider that the contingency plan referred to in paragraph 4 shall cover the IT systems established to ensure compliance with sanctions regulation and national freezing orders."
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "08_2014.m6_en.di 5.1",
        "articles": [
            {
                "article": {
                    "document title": "Regulations and guidelines 8/2014",
                    "document name": "08_2014.m6_en.di",
                    "article id": "5.1",
                    "article name": "Processes",
                    "article paragraphs": [
                        "(1) In this chapter a process refers to the sum of activities and resources required to create a service or product. Process management comprises the aspects of customer satisfaction, efficiency, profitability and reliability and quality of operations. A survey of the operational risk related to the different phases of the processes will help the supervised entity to identify and mitigate operational risk.",
                        "(2) By virtue of its regulatory powers referred to in section 2.4, the FIN-FSA issues the following regulation on the establishment and maintenance of risk management. Regulation (paragraph 3)",
                        "(3) Supervised entities must identify the key processes of their business. Controls shall be built into the different phases of the processes. The adequacy of the controls shall be assessed especially whenever the scope or contents of the business or processes change. Guideline (paragraphs 4-6)",
                        "(4) The FIN-FSA recommends that the supervised entity pay special attention to the interfaces between different organisational units and companies in the processes, to possible points of discontinuity in the processes, cross-border operations and payment transactions.",
                        "(5) The FIN-FSA recommends that the key processes for the conduct of business should be documented in writing as uniformly as possible, including descriptions of the tasks involved in the process, the different phases of the process and their interdependencies and vulnerabilities. The documentation should also cover flows of information and materials, reporting, and interested parties and IT systems of the process. In particular, the supervised entity should see to it that instructions are in place for the handling of large transaction volumes and that they are well- documented. The process descriptions should be updated on a regular basis.",
                        "(6) The FIN-FSA recommends that the principles applied in the implementation of different projects should be as uniform as possible. Risk assessments of major projects should be made in advance."
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "08_2014.m6_en.di 5.3",
        "articles": [
            {
                "article": {
                    "document title": "Regulations and guidelines 8/2014",
                    "document name": "08_2014.m6_en.di",
                    "article id": "5.3",
                    "article name": "Staff",
                    "article paragraphs": [
                        "(16) By virtue of its regulatory powers referred to in section 2.4, the FIN-FSA issues the following regulation on the establishment and maintenance of risk management. Regulation (paragraphs 17-20)",
                        "(17) The supervised entity shall ensure that the professional skills of the entity's employees and new recruits are adequate for the tasks involved, the size of the entity and the scope and nature of its activities.",
                        "(18) The supervised entity shall have procedures in place to ensure that the requirements on staff skills, such as formal qualification and sufficient education and experience, are met at all times. When recruiting new members of staff, special attention shall be paid to their reputation and background. FIN-FSA FINANCIAL SUPERVISORY AUTHORITY Regulations and guidelines 8/2014 Issued Valid from 4.11.2014 1.2.2015 until further notice S FIN FIN FIN CIN A 21 (41)",
                        "(19) The executive management shall ensure that there are sufficient human resources to handle all the tasks involved. In order to ensure business continuity, particularly employees performing key duties shall have deputies who can act in their stead in case of sudden termination or interruption of employment.",
                        "(20) The supervised entity shall use all necessary procedures to ensure that employees do not reveal financial or private details, or business or professional secrets, concerning customers or other parties associated with the entity. Such information may only be divulged if the conditions stated in law are fulfilled. FIN-FSA FINANCIAL SUPERVISORY AUTHORITY Regulations and guidelines 8/2014 Issued Valid from 4.11.2014 1.2.2015 until further notice S FIN FIN FIN CIN 22 (41)"
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "08_2014.m6_en.di 1",
        "articles": [
            {
                "article": {
                    "document title": "Regulations and guidelines 8/2014",
                    "document name": "08_2014.m6_en.di",
                    "article id": "1",
                    "article name": "Instructions on Implementing the Decree on Information Security in Central Government, VAHTI 2/2010.",
                    "article paragraphs": [
                        "(19) The FIN-FSA recommends the keeping of an appropriate log of events pertaining to the development of services. In addition, the monitoring of access to services and the identification and authentication of users should be taken into account."
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "5_2019_m4_en.di 11.1.1",
        "articles": [
            {
                "article": {
                    "document title": "Regulations and guidelines 5/2019",
                    "document name": "5_2019_m4_en.di",
                    "article id": "11.1.1",
                    "article name": "Basic Indicator Approach",
                    "article paragraphs": [
                        "(6) For a supervised entity applying the basic indicator approach, the capital requirement for operational risk is calculated in accordance with Articles 315 and 316 of the CRR."
                    ]
                },
                "reference_article": true
            }
        ]
    },
    {
        "reference_label": "5_2019_m4_en.di 13",
        "articles": [
            {
                "article": {
                    "document title": "Regulations and guidelines 5/2019",
                    "document name": "5_2019_m4_en.di",
                    "article id": "13",
                    "article name": "Refers to Chapter 4 on Required stable funding in Title IV (Stable funding requirement) of Part Six (Liquidity) of the CRR.",
                    "article paragraphs": [
                        "(11) The FIN-FSA rules that supervised entities which have been granted permission to apply simplified calculation of the stable funding requirement shall apply the factors referred to above in paragraph (7)."
                    ]
                },
                "reference_article": true
            }
        ]
    }
]